{"train": [["The Maximum Tolerated Dose (MTD) and Recommended Phase 2 Dose (RP2D) for Alisertib in Combination With Paclitaxel, supported by the primary trial results, is 40 mg orally, twice daily (BID) on Days 1-3, 8-10 and 15-17", "Patients with pacemakers or stents may be allowed to participate in the primary trial at their physician's discretion.", "There is no radiotherapy or educational part of the intervention used in the primary trial.", "Cohort 2 of the primary trial produced marginally better results than cohort 1.", "There are no racial criteria for entry into the primary trial, but there are for the secondary trial.", "None of the patients in the primary trial or the secondary trial are required to undergo radiotherapy or a support group course.", "A patient was treated with Pertuzumab for 6 months, and this treatment was discontinued 2 months prior to study entry and the patient has fully recovered from the entailing side effects, hence this patient is eligible for the primary trial.", "the primary trial and the secondary trial have the same number of study groups, but are testing different interventions.", "There were no patients with paranasal sinus reactions in the primary trial.", "The Herceptin group in the primary trial had a higher number of Patients Achieving Pathological Complete Response than the CT-P6 group.", "A patient who underwent T-cell transfer therapy in the past 2 weeks would be excluded from the primary trial.", "on assessment 0 the primary trial Participants had a confirmed disappearance of all target and non-target lesions.", "1/42 patients in cohort 1 of the primary trial fainted.", "3/49 the primary trial Participants With HER2-expressing Metastatic and/or Unresectable Breast Cancer had a Maximum change from baseline in QTcF of over 30 ms.", "The intervention in the primary trial requires patients to receive multiple applications of treatment over a period of several weeks, whereas the interventions for the secondary trial are only apllied once.", "In the primary trial, Dasatinib, 70 mg, Twice Daily results in a better median PFS than Dasatinib, 100 mg, Daily.", "sufferers of hyperthyroidism are excluded from the primary trial.", "Participants in cohort 1 of the primary trial weighing less than 45 kg receive 4 million units/m^2 less of IL-2, than participants over 45 kg, but all participants will be administered IL-2 3 times per week for 6 doses.", "Patients with prior chemotherapy for the treatment of stage 4 cancer are not eligible for either the primary trial or the secondary trial.", "Patients suffering from ovarian or lung cancer are excluded from the primary trial.", "One patient in the primary trial suffered from an inflammation of the esophagus.", "the secondary trial is testing a Gel which is applied inside the vagina, and the primary trial is testing an intervention which requires daily radiation of the breast(s).", "Certain drinks are banned for patients undertaking the primary trial.", "1/7 patients in cohort 1 of the primary trial suffered dose-limiting toxicities.", "the primary trial has two cohorts.", "None of the patients in cohort 1 of the primary trial had Acute coronary syndrome.", "In total only one participant of the primary trial did not achieve Pathological Complete Response.", "the primary trial and the secondary trial do not exclude patients with non-melanoma skin cancer.", "Patients must have an ECOG score below 3 to participate in the primary trial.", "Patients receiving intervention 1 of the primary trial, will be administered medication orally and intraveinously.", "Only one adverse event is observed in patients from cohort 1 of the primary trial.", "1 patient in the primary trial died in an event not associated with a specifc CTCAE term.", "the secondary trial administers Magnesium Oxide to its patients whereas the primary trial tests an education intervention.", "There were 4 cases of Febrile neutropenia in cohort 1 of the primary trial, and 0 cases of heart failure.", "Patients in the primary trial treated with Fulvestrant 250 mg had a higher Objective response rate than those treated with Fulvestrant 250 mg + Loading Dose.", "Patients in the primary trial experienced a variety of Oesophageal and cardiac adverse events.", "The most common adverse event in the primary trial was Febrile neutropenia (42.86%), whereas in the secondary trial it was a decrease in Ejection fraction (4.95%).", "There were no observed cases of Constipation, Diarrhoea, Nausea or Febrile neutropenia within patient cohorts 1 and 2 of the primary trial.", "There was no adverse event in cohort 2 of the primary trial which occurred in more than 5% of patients.", "the primary trial is not testing a drug based intervention, it is testing a Medical device called the Flexitouch.", "Women with leptomeningeal metastases are unfortunately excluded from the primary trial, as this would complicate the evaluation of neurologic and other adverse events.", "The Triple-Negative Breast Cancer cohort of the primary trial had a much lower ORR than the HR+/HER2- cohort.", "Across all cohorts of the secondary trial and the primary trial there was only a single recorded case of Myocarditis and Pericarditis.", "histologically confirmed extensive intraductal component of primary breast carcinoma would result in exclusion from the primary trial, but not from the secondary trial.", "There were 4 different Gastrointestinal adverse events recorded in cohort 1 of the primary trial.", "The median time from randomization until the first documented sign of disease progression or death due to any cause for all participants in the primary trial, was lower than the median time for patients in the secondary trial.", "Patients in the primary trial will not be made to take Herceptin¬¨¬© (trastuzumab) or paclitaxel intravenously like those in the secondary trial.", "Patients that have previously been trated with bevacizumab are not eligible for the primary trial.", "the primary trial is testing a chemotherapy treatment whereas the secondary trial is testing an implant.", "All genders are eligible for the primary trial.", "The Percentage of Participants With Feasibility was 10% higher in cohort 1 of the primary trial than in cohort 2.", "Cohort 2 of the primary trial is the control group.", "Not all subjects in the primary trial and the secondary trial will be adminstered 4-8 mCi Tc-99m sestamibi.", "Patients in the primary trial receive vorinostat at the same frequency and through the same route of administration as the secondary trial receive 6-Mercaptopurine.", "The interventions in the primary trial and the secondary trial are so different that it is not possible or useful to compare them.", "In order to be eligible for the primary trial, patients must not have prior radiation, anthracycline or systemic anticancer therapy , and must have T1-3, N0 and M0 breast cancer.", "There were more patients with significantly elevated blood pressure in cohort 1 of the primary trial, than in cohort 1 of the secondary trial.", "the primary trial participants apply topical imiquimod to cutaneous lesions once daily on days for a total of 13 days every 28 day cycle.", "The Ixabepilone 40 mg/m^2 group in the primary trial reported worse results than the Cetuximab 250 mg/m^2 + Ixabepilone 40 mg/m^2 group.", "the secondary trial records several gastrointestinal adverse events, whereas the primary trial doesn‚Äö√Ñ√¥t record any GI adverse events.", "HIV+ Patients are excluded from both the secondary trial and the primary trial.", "The shortest PFS in the Talazoparib group of the primary trial was over a month shorter than the Median PFS for that group.", "More patients in cohort 2 of the primary trial suffered from Pleural effusions than in cohort 1.", "On average patients from both arms of the primary trial experienced Grade 4 Neutropenia for the same amount of time.", "In contrast to the secondary trial, the primary trial did not record any cases of Skin lymphangitis, Bone marrow suppression or Allergic shock.", "the primary trial and the secondary trial do not record any of the same adverse events.", "Gemcitabine is not used in the primary trial, and used in only one of the arms of the secondary trial.", "At least 4 patients in both cohorts of the primary trial achieved either complete response (CR) or partial response (PR). ", "Patients must be doing less than 2 hours of physical exercise per week to participate in the primary trial, however, this is not a requirement for the secondary trial.", "A higher number of patients in the secondary trial suffured from infection compared to those in the primary trial.", "Neither of the cohorts in the primary trial had more than 5% of patients experiencing side effects.", "Intervention of Cohort B is described as Afatinib 50 mg, taken orally, for every day of the study.", "the primary trial did not record any skin infections in their patients.", "the primary trial tests positron emission tomography as a technique for guiding a medical procedure.", "Unlike the primary trial, the secondary trial has no control group.", "the secondary trial reported more cases of Haematemesis, but the primary trial had more total cases of DIASTOLIC DYSFUNCTION across both its cohorts.", "the primary trial and the secondary trial investigate different outcome measures for different interventions.", "the primary trial and the secondary trial monitor the DFS of their patient cohorts, however the secondary trial reports the % of patients with DFS >= 5 years whereas the primary trial reports % of participants with DFS >= 2 years.", "Cohort 1 of the primary trial does not receive any Eribulin Mesylate With Prophylactic Filgrastim, whereas both cohorts in the secondary trial receive some.", "over 100 participants in the TCH + P group of the primary trial achieved Total Pathological Complete Response (tpCR) Assessed Based on Tumor Samples.", "the secondary trial and the primary trial do not use topical medications in their studies.", "Cohort 2 of the primary trial receives higher doses of Q-122 than either of the secondary trial cohorts receive of AZD9496 variants.", "In total, across both cohorts of the primary trial, there were at least 2 patients with a fever.", "A patient with Histologically confirmed triple-negative breast cancer, with no known Brain metastases and no prior history of either autoimmune disease or cardiac dysfunction, could be eligible for both the secondary trial and the primary trial.", "Patients in group 1 of the secondary trial and the primary trial do not receive the same dosage of AIMRT.", "Any patient can enter into the primary trial as long as they are willing to provide Informed consent and are capable of using the internet.", "the primary trial results indicate that CoQ10 reduces the level of fatigue experienced by patients compared to a placebo.", "Patients that are ambulatory and capable of all selfcare but unable to carry out any work activities, are excluded from the primary trial.", "A patient in cohort 2 of the primary trial received a Packed red blood cell transfusion.", "Patients with Leukemia, Hepatitis or Polycystic Kidney Disease cannot be included in the primary trial.", "Candidates for the primary trial do not need to meet a specific life expectancy criteria.", "All participants of the primary trial must have recently undergone either an echocardiography or a MUGA scan.", "No cases of Anaphylaxis occurred in either the primary trial or the secondary trial.", "In both the secondary trial and the primary trial the test cohorts produced better results than the control groups.", "There were more cases of Anemia and vomiting in the primary trial than the secondary trial.", "Patients with ER-positive tumours are eligible for the primary trial but not for the secondary trial.", "The majority of patients in the primary trial did not experience Left ventricular dysfunction.", "Patients in the primary trial receive a lower dose of Zometa by IV than the secondary trial patients receive of ado-trastuzumab emtansine.", "There were no patients in either cohort of the primary trial with a PFS exceeding one year.", "In the primary trial there was 1 case of jaundice.", "There were no cases of Oesophageal spasming observed in the primary trial.", "Patients must have healthy kidneys, liver and bone marrow to participate in the primary trial.", "Cohort 1 of the primary trial included over 200 patients being treated with Sunitinib and Paclitaxel for a duration of 18 months or until death, and the median PFS for this group was just under 7 and a half months.", "Less than 5% of the primary trial participants achieved CR or PR.", "In the primary trial a cohort 1 has a higher percentage of patients with progression free survival at 3 months after treatment, than cohort 2. ", "Patients that are not willing to sign and give written informed consent for participation of the primary trial or the secondary trial will not be made to take part.", " trastuzumab was used for the interventions in the primary trial and the secondary trial.", "Cyclophosphamide, Doxil and Trastuzumab were used in the secondary trial intervention, but not in the primary trial.", "Patients with a QT interval longer than half a second are excluded from the primary trial.", "the primary trial and the secondary trial do not use any of the same drugs in their interventions.", "A 55 year old postmenopausal patient with sarcoidosis would be excluded from the primary trial as it would prevent prevent prolonged follow-up.", "Abraxane + Tigatuzumab group of the primary trial has 10% more patients with either Complete Response (CR) disappearance of all target lesions; Partial Response (PR) at least a 30% decrease in the sum of the longest diameter of target lesions than the Abraxane Alone group.", "Patients with Breast cancers that have estrogen receptors are excluded from the primary trial.", "Only 1 respiratory adverse event was recorded across the duration of both the secondary trial and the primary trial.", "The majority of the primary trial subjects either had Progressive disease or undetermined CNS objective response rate.", "Both cohorts of the primary trial receive identical interventions; Pegylated Irinotecan Administered intravenously (IV) at 145 mg/m¬¨‚â§ as monotherapy once every 21 days (1 cycle), the difference between the cohorts is the type of cancers that patients are diagnosed with, cohort 1 is NSCLC, whereas cohort 2 is mBC.", "57% of patients in cohort 1 of the primary trial had Pathological Complete Response Rates at Surgery.", "The most common adverse events in the primary trial and the secondary trial is Neutropenia with a total of 3 cases across all cohorts.", "Percentage of Participants With Clinical Objective Response (cOR) in the Breast, Evaluated by an Independent Radiological Evaluation Monitoring Committee was highest in cohort 2.", "Patients with aspartate aminotransferase more than 3 times the upper limit of normal are excluded from both the secondary trial and the primary trial.", "the primary trial treament last for a shorter period of time than the secondary trial treatment.", "Best Overall Response (BOR) was less than 10% higher in cohort 1 of the primary trial than in cohort 2.", "Between both of the patient cohorts of the primary trial and the secondary trial there was only a single patient with a deficiency of granulocytes in the blood.", "The intervention for the primary trial requires participants to exercise for 12 weeks while wearing a fitbit, no physical activity is explicitly required for the secondary trial.", "Patients in the primary trial do not receive any extra medication for the study, whereas in the secondary trial they are given an oral medication.", "Cohort 1 of the primary trial had a much higher mortality rate than cohort 2.", "the secondary trial and the primary trial both measure PFS of their patient cohorts.", "Patients with incurable and  unresectable Locally Advanced Breast Cancer are eligible for the primary trial.", "Patients must have a life expectancy over half a year to participate in the primary trial.", "The highest number of occurences for any adverse event in both the primary trial and the secondary trial was 2.", "Breast breast irradiation is used in some form for both cohorts of the secondary trial, but not at all in the primary trial.", "The adverse events in the primary trial where all equally prevalent, whereas in the secondary trial, progression of disease was reported as the most common event.", "Cohort 1 and 2 of the primary trial receive different quantities of different drugs.", "Patients with cytologically confirmed, non metastatic, early stage invasive breast cancer with an Allred score of 1 are excluded from the primary trial.", "Patients cannot be excluded from the primary trial on the basis of race or ethnicity.", "Patients with HER2 positive breast tumors are eligible for the primary trial and the secondary trial.", "Female patients over 6 months pregnant cannot take part in either the secondary trial or the primary trial", "the primary trial requires participants to have undergone PTR.", "the primary trial only defines intervention dosage for cohort 2.", "Patients with hemophilia are excluded from the primary trial.", "Patients must have cancer that can be felt by touch to be eligible for the primary trial.", "A single patient in the primary trial experienced a clinically significant inflammation of the back of the throat.", "Patients with cytologically confirmed breast cancer, who's Locally recurrent disease is amenable to radiation with curative intent are not eligible for the primary trial.", "At least 1 patient in the primary trial suffered from a radiotherapy induced adverse event.", "The overall most frequent adverse event in the primary trial was Dehydration.", "Unlike the secondary trial, the primary trial does not specify a specific dosage or frequency for its intervention.", "Adequate blood, kidney, and hepatic function are required to participate in the secondary trial, however this condition is not specified in the primary trial.", "2 of the patients in the primary trial were either symptomatic, but able to swallow a modified diet; symptomatic and unable to aliment or hydrate orally or had symptoms associated with life-threatening consequences.", "T2 N1 M0 adenocarcinoma of the breast are eligible for the primary trial.", "A patient who had a total bilateral mastectomy in the year prior to study entry would be excluded from both the primary trial and the secondary trial.", "Both cohorts the primary trial apply the topical intervention for approximately every 4-6 hours every day for a week of the study.", "the secondary trial uses Clinical Benefit (CBR) as outcome measurement, which is different from Proportion of Participants With a Pathologic Complete Response Rate which is used for the primary trial.", "Prior axillary surgery, axillary radiation, breast cancer and breast radiation are not permitted for entry to the primary trial.", "No cases of Oesophageal adenocarcinoma were recorded in the primary trial.", "100% of participants in the Afatinib 30mg + Herceptin group of the primary trial suffer Dose Limiting Toxicities.", "Paula recently had a heart attack, she is excluded from the primary trial.", "The only cases of Leukopenia in the primary trial occurred in cohort 1.", "The patient groups in the primary trial each receive different oral medication, either Tamoxifen or Exemestane.", "Two different types of tachycardia occurred to patients in cohort 2 of the primary trial.", "Women in cohort B of the primary trial with serum 25 (OH)D greater than or equal to 30 ng/ml did not receive weekly supplementation of cholecalciferol.", "More than a dozen the primary trial participants are classified as having Pathologic Complete Response (pCR) in the Breast and Nodes.", "the primary trial records a total of 7 patients suffering from various infections.", "30% of the primary trial participants had an increased level of CECs after 3 weeks of Cediranib Maleate treatment.", "the primary trial and the secondary trial measure the DLT of their respective interventions, using the same time frame.", "In the primary trial There was less than 3 days difference between the maximum recorded TTP of the Exemestane group and the Anastrozole group.", "the primary trial does not explicitly state the dosage of Triptorelin for either of its patient cohorts. On the other hand, the secondary trial gives details of doses used for LBH589, Capecitabine and Lapatinib.", "Adult Patients with Histologically proven HER2- infiltrating breast cancer that have had a Previous lumpectomy or same side mammary reduction are excluded from both the secondary trial and the primary trial.", "The differences between cohorts in the primary trial is once cohort recieves a placebo and the other Low-dose Omega-3 Fatty Acid, in contrast the difference in the secondary trial is patient characteristics.", "There were no cases of Multi-Organ Failure in both cohort 1 of the secondary trial and cohort 1 of the primary trial.", "In the primary trial the FEC-75 Then Paclitaxel/Trastuzumab group produced better Pathological complete response (pCR) rates than the Paclitaxel/Trastuzumab Then Trastuzumab/FEC-75 group.", "All cancer stages are accepted for the primary trial.", "the primary trial results show that Participants receiving lapatinib 1500 milligrams (mg) orally were more likely to achieve DFS at 5 years than placebo patients, however, there was less than a 30% difference in DFS rate between the two cohorts.", "Less than a quarter of participants in the primary trial had radiation dermatitis.", "One patient in the primary trial was observed vomiting blood.", "There is no difference in results or cohort size between cohort 1 and 2 of the primary trial, the increase in Gy has no notable effect.", "the primary trial recorded 2.38% more total adverse events than the secondary trial", "Cohort 1 and 2 of the primary trial recorded the same number of patients with Neutropenia.", "11 patients in the primary trial suffer from a liver disease, 0 in the secondary trial.", "Throughout both the secondary trial and the primary trial there was only one case of sudden and unexpected death, in cohort 1 of the secondary trial.", "participants of cohort 1 in the primary trial and all participants of the secondary trial take 1 milligram of anastrozole PO QD.", "Not a single patient in the primary trial suffered from Congestive Heart Failure (during active treatment).", "The total number of patients affected by adverse events in cohort 2 the primary trial, is larger than the cohort size of the secondary trial.", "There is no age limit for either the secondary trial or the primary trial.", "Adele is an 85 year old woman with Stage II histologically confirmed ER+ breast cancer with an ECOG of 0, she is eligible for the primary trial", "Less than 0.25% of patients in cohort 1 of the primary trial suffered from Hyperbilirrubinemia.", "Patients with radiologically confirmed metatases in the CNS are excluded from both the secondary trial and the primary trial.", "Patients must have at least 1 prior treatment with trastuzumab to be eligible for the primary trial.", "Only patients in cohort 2 of the primary trial undergo Trunk compression.", "Patients suffering from Ulcerative colitis are excluded from the primary trial.", "the primary trial does not record any pain related adverse events.", "Arm 1 of the primary trial receive dose-intensive chemotherapy on a week long cycle up to 12 times in the absence of disease progression or unacceptable toxicity.", "Neither the primary trial or the secondary trial use Low Dose Magnesium Oxide, High Dose Magnesium Oxide or Mometasone in their intervention.", "Patients with Concurrent serious uncontrolled medical disorder may be eligible for the primary trial, but are always excluded from the secondary trial.", "the primary trial participants must take 6 tablets of Lapatinib Monotherapy (250mg) PO once daily.", "The Single IV Infusion of ZA 4 mg group of the primary trial had a smaller Percentage Change From Baseline in Urinary N-telopeptide of Type I Collagen than the Odanacatib 5 mg group", "Cohorts 1 of the primary trial recieves Bevacizumab at a higher frequency than cohort 2.", "None of the 3 patients in cohort 1 of the primary trial experienced any adverse events.", "Female patients with Peripheral neuropathy grade 3 or 4 are excluded from the primary trial.", "A total of 3 patients in the primary trial experience a Herpes related adverse event.", "There are several types of surgical and therapeutic treatments which are banned for patients wanting to take part in the primary trial.", "the primary trial administers the placebo and Urea/Lactic Acid Cream in the same frequency and on the same areas of the skin.", "Patients with a positive FISH result are eligible for the secondary trial, but not for the primary trial.", "Patients in cohort 1 of the primary trial receive Exemestane more often than cohort 2 patients receive Cytoxan.", "Patients must have already participated in a specific clinical study to participate in the primary trial.", "The biggest change in Change From Baseline in Serum Beta C-terminal Cross-linking Telopeptide of Type I Collagen (betaCTX) at Week 4 observed in the primary trial was a patient in the AZD0530 175 mg group, with a -75.9 % change from baseline.", "Participants with HER2- primary breast tumors, confirmed by fluorescence in-situ hybridization are eligible for the secondary trial and the primary trial.", "Men are not eligible for the primary trial.", "the primary trial and the secondary trial do not use any chemotherapy or radiotherapy in their interventions ", "Only two types of adverse events occurred in more than 1% of patient in cohort 1 of the primary trial.", "the primary trial studies the impact of Fulvestrant, Anastrozole on Oestrogen Receptor H-score.", "One patient in the primary trial had a 2.87 cm3 decrease in Total MRI Functional Tumor Volume (FTV) over 3 months.", "Female Patients recently prescribed Rapamycin are not eligible for the primary trial, but may be eligible for the secondary trial as long as they have a stage 1 to 2 Ductal carcinoma in situ and can speak english.", "There were no pain related adverse events observed in the primary trial.", "Cohort 2 of the primary trial recieves Doxorubicin, cyclophosphamide, Herceptin and docetaxel throughout the cycles of the study.", "There are several cardiac adverse events recorded in the primary trial, but not a single one in the secondary trial.", "the primary trial is testing a novel radiotracer called 89Zr-trastuzumab to evaluate its use for visualization of HER2+ lesions.", "Potential participants will be considered regardless of the hormone receptivity of their breast cancer, except if they are overexpressing ERBB2.", "Participants in the primary trial receive different interventions depending on their pre-diagnosis, whereas all patients in the secondary trial took the same intervention.", "Patients taking Intervention 1 of the primary trial receive 4 times as much simvastatin as anastrozole.", "There was one genitourinary adverse events recorded in the primary trial.", "1 patient in the primary trial presented a fever, in addition to either a cough or a sore throat.", "A total of 7 patients in the primary trial were observed with either Leukopenia, Cardiopulmonary failure or Diarrhoea.", "There are criteria for PRIOR CONCURRENT THERAPY, PATIENT CHARACTERISTICS and DISEASE CHARACTERISTICS for entry to the primary trial.", "Patients with severe malabsorption disorders are ineligible for the primary trial, even if they are able to receive intravenous (IV) alimentation.", "The patient with the shortest PFS was in the secondary trial and the longest recorded PFS was in the primary trial.", "3/4 participants in the primary trial suffered from Dose-limiting toxicities.", "Only patients in the primary trial receive 40.5 Gy of Accelerated Intensity Modulated Radiation Therapy, patients in the secondary trial receive no radiotherapy whatsoever.", "More than a quarter of patients in cohort 1 of the primary trial experienced an adverse event.", "A patient has recently been receiving Tamoxifen to treat breast cancer, they are excluded from the primary trial.", "the primary trial and the secondary trial recorded three of the same types of adverse events", "the primary trial patients are administered 6-Mercaptopurine more often and in higher dosages than Methotrexate.", "Candidates with hyperparathyroidism are automatically excluded from the primary trial.", "Participants of the primary trial more Imatinib mesylate than Letrozole on a daily basis.", "Unlike the secondary trial, the primary trial does not administer any medication orally.", "Any patients with breast cancer above stage, currently receiving radiation therapy or biotherapy are excluded from the primary trial.", "the primary trial recorded one patient with a catheter-related complication, whereas in the secondary trial none where observed.", "Joe has had an alcohol addiction for 15 years, resulting in Cirrhosis therefore he is likely to be excluded from the primary trial.", "the secondary trial has a much longer duration than the primary trial.", "Patients with a platelet count of 50 x 109/l are not eligible for the primary trial", "the primary trial tests two different breast imaging modalities, namely X-ray and gamma imaging.", "In the primary trial only 1 cohort is administered the intervention, whereas in the secondary trial both cohorts receive the intervention, but cohort 2 recieves more than double the dose of cohort 1.", "In total more participants in the primary trial had no tumor Response, than partial response, and 0 participants had a complete response.", "the primary trial had a lower total percentage of patients experiencing adverse events compared to the secondary trial.", "In order to meet the inclusion criteria for the primary trial patients must have had ineffective aromatase inhibitor (AI) therapy before study entry, ", "Stephanie has been living with her husband for 31 years, she is eligible for the primary trial.", "Cohort 2 of the primary trial is a placebo group, the secondary trial does not have a placebo group.", "Only patients capable of understanding english are eligible for the primary trial.", "Cases of Cardiomyopathy and Coagulation disorders were only observed in cohort 1 of the primary trial.", "Prior exposure to taxane is obligatory for patients in the primary trial.", "Although there is a much higher percentage of patients with Thrombocytopenia in the secondary trial than in cohort 1 of the primary trial, no robust comparisons can be made due to the significant differences in cohort sizes.", "the secondary trial and the primary trial do not test the same modalities of cancer treatments.", "Patients with Myocardial Infarction or Deep vein thrombosis within the last 3 months are excluded from the primary trial.", "All the primary trial subjects are required to take the intervention PO daily.", "the primary trial results indicate that the Recommended Phase II Dose for Vorinostat, as Assessed by NCI Common Terminology Criteria for Adverse Events, is 300 mg.", "the primary trial is investigating Cognitive behavioural therapy, a type of psychotherapy, in contrast the secondary trial studies Neratinib, a type of chemotherapy.", "patients with Karnofsky Index  = 72 are eligible for the primary trial.", "At least one patient in the primary trial suffered from Gastroesophageal reflux disease.", "The longest Time to Disease Progression the primary trial was over 11 months  in the Docetaxel Plus Capecitabine group.", "the primary trial does not explain its intervention in the intervention section.", "At least 1 participant in the primary trial showed signs of poor liver function.", "Only Black women are eligible for the primary trial, as long as they do not have uncontrolled or symptomatic brain metastases.", "the primary trial and the secondary trial have no overlap in the drugs they use for their interventions.", "Patients must be older than 18, female, have one or more target lesions and more than 2 regiments of chemotherapy to participate in the primary trial.", "the primary trial does not accept patients with grade 1 alopecia.", "Pre and Post menopausal women can enter the primary trial, as long as they do not have prior hormone replacement therapy.", "Participants in the primary trial are assigned an intervention depending on their cancer diagnosis, whereas in the secondary trial the interventions are randomly assigned.", "There are no placebo or control groups in the primary trial or the secondary trial.", "Patients with ER positive, PR positive or HER2 positive tumors may be eligible for the secondary trial or the primary trial.", "Patients with prior chemotherapy are eligible for the primary trial, but excluded from the secondary trial.", "Patients who received over 5 years of anastrozole therapy, completed 2 years prior, are eligible for the primary trial.", "There was over 14 weeks difference in Progression-free Survival between the minimum and maximum PFS in the primary trial.", "Several treatments in the secondary trial are administered by mouth, none of the treatments in the primary trial are given via this route.", "the primary trial only had a total of 6 patients in across both its cohorts.", "the primary trial studies the effects of CTX/IMQ/RT and IMQ+RT on Systemic Tumor Response Rates 9 weeks after the start of treatment.", "the primary trial recorded the same number of occurences for every type of adverse event.", "There were no cases of Pneumopathy in either the primary trial or the secondary trial.", "There is no maximum or minimum age defined for participation in the primary trial or the secondary trial.", "Less than 40% of the primary trial participants achieved either complete response (CR) or partial response (PR).", "Patients with stage I, II, III or IV breast cancer may be eliglbe for the primary trial.", "There is no overlap in treatments used in the primary trial and the secondary trial.", "the primary trial is testing a web-based educational tool and the secondary trial is testing the effects of using Adjuvant Letrozole on Post-menopausal Women.", "There were 4 different adverse events, for which 0 cases were recorded in cohort 1.", "the primary trial and the secondary trial are both single arm clinical trials.", "There are no cases of Vertigo in the primary trial or the primary trial.", "the secondary trial and the primary trial are evaluating interventions associated with breast reconstruction for patients that have had mastectomies.", "Urosepsis was the most common adverse event in the primary trial.", "Patients with Platelet count over 100,000/mm¬¨‚â•, ANC <  1,700/mm¬¨‚â• and Hemoglobin between 11 to 18 grams per deciliter are eligible for the primary trial.", "the primary trial did not use PFS to evaluate the performance of its interventions.", "Patients with left-sided breast cancer and an ECOG of 3 are excluded from the primary trial.", "Candidates for the primary trial must have adequate renal and hepatic function, and must not be currently receiving amiodarone or have received amiodarone in the 6 months", "Patients with undetermined  human epidermal growth factor receptor 2 expression cannot be accepted by either the primary trial or the secondary trial.", "Emily has an Inoperable breast cancer, she is eligible for both the secondary trial and the primary trial.", "the primary trial cohorts are not seperated based on patient characteristics.", "Prior exposure to exemestane is not allowed for patients in the secondary trial, however, the primary trial may accept patients despite this.", "Across both cohorts of the primary trial a total of two patients had low levels of oxygen in their body tissues.", "The minimum Progression Free Survival for patients in cohort 1 the primary trial was 1.6 months.", "the primary trial did not use overall response rate, tumour response rate or preference score as its outcome measurement.", "Patients with HER2 negative BC are eligible for both the primary trial and the secondary trial.", "the primary trial participants are treated with hypnosis, this is not used at all in the secondary trial.", "There were 5 more cases of Anaemia and 1 more case of Disseminated intravascular coagulation in cohort 1 of the primary trial compared to cohort 2.", "all subjects in the primary trial must undergo a minor surgery.", "None of the patients in cohort 1 of the primary trial had a platlet deficiency, and none of the patients in cohort 2 were constipated. ", "antibiotics within 10 days prior to beginning is acceptable for patients entering the primary trial.", "A female with Hemoglobin > 10.0 g/dl, Absolute neutrophil count 1,733/mm3, platelet count = 100,000/¬¨¬µl and total bilirubin > 1.6 x ULN are eligilbe for the primary trial.", "The Gemcitabine group of the primary trial had a median Kaplan-Meier Estimate of Progression-Free Survival more than 2 months shorter than the Carboplatin group", "the secondary trial recorded more total occurences of cardiac adverse events than the primary trial.", "The Ultra-rapid Metabolizers group of the primary trial had average increase of Endoxifen Concentration over 6 ng/mL over 4 months.", "60% of Subjects in the primary trial were able to Complete at least 85% of the Planned Dose on Schedule.", "There were more cases of Febrile neutropenia than eukopenia observed in the primary trial, but less cases of Febrile neutropenia than Neutropenia.", "All cohorts in the primary trial had lower percentage of participants with pCR compared to cohort 1 of the secondary trial.", "Informed consent is obligatory for entry in the primary trial.", "The both Cohorts of the primary trial receive their treatment via Subcutaneous administration.", "Both cohorts of the primary trial in a negative (mean) Percent Change From Baseline of Creatinine-adjusted Urinary N-telopeptide (uNTx/Cr).", "Cohort 1 of the primary trial recieves less than 60% of cohort 2's dose of LA-EP2006.", "There was only one patient cohort in the primary trial.", "the secondary trial and the primary trial do not require participants to be of a particular ethnicity, to be able to speak a specific language or to be above a certain height threshold.", "the primary trial and the secondary trial reported the same number of dehydrated patients during the studies.", "Between the patients in the primary trial and the secondary trial, only a single one suffered from sepsis.", "the primary trial does not investigate the effects of its intervention on patient tpCR.", "Febrile neutropenia was in excess of 5 times more common in cohort 1 of the primary trial, than in cohort 2.", "There were 10x more patients with Left ventricular systolic dysfunction in the primary trial than in the secondary trial.", "WOCBP that refuse to use contraception are excluded from the primary trial, but may be eligible for the secondary trial.", "There was the same number of anemic patinets in both cohorts of the primary trial.", "the primary trial and the secondary trial have non comparable results as the metrics they records are completely different.", "children and illiterate adults are not able to take part in the primary trial.", "Females aged between 18-25 with Bone lesions or Leptomeningeal disease cannot be included in either the secondary trial or the primary trial.", "Neither the primary trial or NCT0306117 use chemotherapy or radiotherapy in their intervention.", "INR equal to or above 1.5 is mandatory for participation in the primary trial, it is not necessary for the secondary trial.", "the primary trial and the secondary trial use Maximum Tolerated Dose Determined by Dose-limiting Toxicities as their outcome measurements.", "Patients whose breast cancer has spread into both the skin and the chest wall are eligible for the secondary trial, but not the primary trial.", "A female patient over the age of 18 suffering from Cirrhosis cannot take part in the primary trial.", "the primary trial and the secondary trial do not employ the same route of administration for their interventions.", "A higher percentage of cohort 1 of the primary trial showed signs of fever, compared to cohort 2.", "Patients with a Karnofsky status of 94% are eligible for the primary trial.", "Patients with cancer cells in lymph nodes above the collarbone cannot enter the primary trial.", "More patients in the primary trial suffer from dysfunctions with ventricular contractions than ventricular relaxations.", "the primary trial recorded 1 patient with a deficiency of platelets in the blood, whereas a total of 6 patients with a platelet deficiency where found in the secondary trial.", "The majority of breast cancer patients in the primary trial treated with Lapatinib + Trastuzumab experienced at least Near Complete Pathologic Response, or better, after 12 weeks.", "Patients with both type 1 and 2 Diabetes are not suitable for the primary trial.", "There is a least one route of administration shared by the interventions used in the primary trial and the secondary trial.", "Candidates for the primary trial must have a bone density scan 1 month prior to study entry, if the results from this are more than 2 standard deviations below normal, the study physician can still decide to let them participate.", "Sarah has been experiencing epileptic seizures from a brain tumor. This excludes her from participating in the primary trial.", "20 patients treated with Dasatinib and Letrozole in the primary trial had a Disease Free Interval (DFI) Greater Than 2 Years.", "The Median length of time that a patient in Arm A of the primary trial lived with the disease without it getting worse was half a year.", "There are no recorded cases of thrombocytopenia in the primary trial.", "Patients with stage 4 cancer are eligible for the secondary trial and the primary trial.", "Both cohorts of the primary trial are administered the same doses of their respective drugs .", "CO2 is utilised as part of the intervention in a single one of the study groups in the primary trial, and not used in either of the study groups in the secondary trial.", "Women classified as high-risk of developing breast cancer within the next 5 years and within her lifetime by the Gail model are eligible for the primary trial.", "Patients with an ImmunoHistoChemistry test result of 3+ are excluded from the primary trial but included in the secondary trial.", "At most 12 Patients implanted with a Meso BioMatrix Acellular Peritoneum Matrix suffered Breast Related Adverse Events.", "the primary trial and the secondary trial both have control groups. ", "The only types of adverse events recorded by both the secondary trial and the primary trial is Diarrhoea and various pains .", "Throughout the duration of the primary trial, pariticpants receive tipifarnib more often than Fulvestrant.", "Participants of the primary trial cannot be currently receiving treatment for rheumatoid arthritis, experiencing poorly controlled migraines or have any prior history of invasive breast cancer in the last 3 years.", "Cohort 1 of the secondary trial does not receive the same doses of Daratumumab for the entire duration of the study, whereas Cohort 1 of the primary trial has the same intervention for the full study.", "There was less than a 5% difference in the results from the 9 mg and 18 mg group in the primary trial.", "The Median Overall Survival for cohort 1 patients was 44 days longer than for patients in cohort 2 of the primary trial.", "There were more allergic reactions observed in cohort 1 of the primary trial than cohort 2.", "Several adverse events which occurred in the primary trial were not heart related.", "the primary trial Participants received niraparib 200 milligrams (mg) PO once daily for a 28 day cycle, for 2 cycles", "There were no participants in cohort 1 of the primary trial with a (CR) or (PR) based on the Response Assessment in Neuro-Oncology Brain Metastasis (RANO-BM) response criteria.", "Adequate renal, hepatic and blood work is required for entry to the primary trial, this includes the following criteria; hemoglobin  11.5 g/dL, aswell as ALT, AST, alkaline phosphatase and total bilirubin < 2.5xULN, and Serum creatinine should be less than 1.7x ULN. These conditions are not explicitly required for the secondary trial.", "the primary trial participants are given saracatinib PO every single day of the study duration.", "the primary trial and the secondary trial have entirely different adverse event reports.", "the primary trial studies the interventions impact on target lesions and the secondary trial measures changes in Bone Mineral Density, the results from these two studies are therefore not directly comparable.", "the primary trial does not specificy the route of administration of its intervention.", "27.6% of Patients Who Have Fatty Acid Synthase (FASN) Expression in the primary trial treated with High Dose Omeprazole did not have Pathological Complete Response.", "Fluorouracil, epirubicin, and cyclophosphamide (FEC) are used in both cohorts of the secondary trial, but not in cohort 1 of the primary trial.", "the primary trial results suggest that 40 mg/m2 administered as a 3-hour intravenous (IV) infusion on Day 1 of each cycle + Capecitabine, may increase OS, compared to Capecitabine alone.", "the primary trial and the secondary trial both report results on pathologic evidence of invasive disease withing their patient cohorts after their interventions, using different outcome measurements.", "Patients who completed a trastuzumab regiment, to treat the current breast cancer  > 2 weeks before study entry are eligible for the primary trial but excluded from the secondary trial.", "One case of hematolysis was recorded in the primary trial, none in the secondary trial.", "It is not possible for a participant of the primary trial to have a Time to Reach Maximum Plasma Concentration of 16, 17 or 20 hours", "There results section indicates there were no patients in the primary trial with 0 adverse events.", "the primary trial had a total of 3 patients experiencing pancreas related adverse events, the secondary trial had 0.", "There are no cases of Febrile bone marrow aplasia in the primary trial.", "There were no cases of cardiac tamponade in the primary trial or the secondary trial.", "No participants of the primary trial had a Progression Free Survival over 1 year.", "Patients must have AST, ALP and ALT < 1.5 ULN to participate in the primary trial.", "Less than 20% of patients in cohort 1 of the primary trial had Varicose Veins.", "Patients are not required to be sexually active to receive the primary trial intervention, this is however a requirement for the secondary trial.", "Patients participating in the primary trial and the secondary trial experienced a variety of cardiac problems. ", "No more than 1% of either cohorts of the primary trial felt nauseous.", "the primary trial is investigating different ways to communicate with women aged 51-73 years old , whereas the secondary trial is not.", "Cohort 2 of the primary trial recieves a lower dose of Pilocarpine than cohort 2 of the secondary trial recieves of oral itraconazole.", "Cohort 1 of the secondary trial had more than 3x the cohort size of cohort 1 of the primary trial.", " Patients in the primary trial receive oral pazopanib once daily every day, continuing until disease progression or unacceptable toxicity.", "Patients with permanent sensory loss, interfering with daily activities are excluded from the primary trial, but may still be eligible for the secondary trial.", "the primary trial results imply that Zoledronic Acid 4 mg Upfront causes a +ve Change in Bone Mineral Density, whereas Zoledronic Acid 4 mg Delayed causes a loss in Bone Mineral Density (within a certain patient demographic).", "One patient in the primary trial suffered a cerebral infarction.", "Every patient in the Palbociclib+Letrozole Australia Cohort of the primary trial experienced Treatment-Emergent Adverse Events.", "There were no instances of patients with abnormal heart rates in the primary trial.", "There are four types of adverse events in the primary trial, for which no occurences are recorded.", "the primary trial uses different inclusion criteria for its cohorts, the secondary trial only uses one set on inclusion criteria for all cohorts.", "Patients wanting to take part in the secondary trial must be at a specific location, this is not necessary for the primary trial.", "Radiotherapy is used in all cohorts of the primary trial and the secondary trial.", "Cohort 1 and 2 of the primary trial had the same number of patients with anaemia and Neutropenia, but Cohort 1 had 1 more case of Leukopenia than cohort 2.", "the primary trial is a phase II trial in which all participants will recieve topical fluocinonide 0.05% cream to apply to their genitalia twice daily for two weeks.", "In total there were more adverse events in the secondary trial than in the primary trial.", "the primary trial participants will not receive any Lapatinib post WBRT.", "Patients must present IHC 3+ or FISH amplified results to participate in the primary trial, meaning their cancer is Histologically-confirmed as being HER2-positive.", "the secondary trial and the primary trial do not have comparable Outcome Measurements.", "Agatha had her 50th birthday last week, she has a histologically confirmed adenocarcinoma of the breast, with no evidence of metastatic disease. She is eligible for the primary trial but not the secondary trial.", "None of the adverse events recorded for the primary trial occurred more than once.", "the primary trial is not testing a novel Physiotherapy or radiotherapy intervention.", "filgrastim is the only drug in the primary trial given by subcutaneous injection.", "None of the patients in Cohort 1 of the primary trial suffered from Hypotension.", "The majority of patients in the primary trial had an EGFR Expression level of 0, and 0 patients had an EGFR of 3 or above.", "Participants in the primary trial administered with Fulvestrant 500mg via intramuscular injection had a higher % of clinical benefit than participants who were administered an additional 800mg of Venetoclax orally.", "the secondary trial is testing a surgical intervention, unlike the primary trial.", "laboratory biomarker analysis is used in the secondary trial and the primary trial.", "Placebo treatment is used in the secondary trial, but there is only a test group in the primary trial.", "Patients must be over the age of 18 and have a life expectancy over 6 months to participate in the primary trial.", "Participants in the primary trial must be willing to undergo anthracycline-based chemotherapy, or have previously received either cyclophosphamide or epirubicin.", "Both men and women of child bearing potential must use adequate methods of contraception to be eligible for the primary trial.", "Throughout the primary trial, one patient developed issues with their vision.", "the primary trial and the secondary trial are both evaluating imaging techniques.", "Cohort 2 of the primary trial recorded three times as many cases of Leukopenia as cohort 1.", "patients with Phosphoinositide 3-kinase inhibitor based treatments are ineligible for the primary trial", "More than 5% of the primary trial participants achieved Objective Response (OR).", "prior hormonal treatment(s) in the metastatic or adjuvant setting is not necessary for patients in the primary trial.", "African American patients are eligible for both the primary trial and the secondary trial.", "People who inherit harmful variants of the BReast CAncer gene 1 or 2 are eligible for the primary trial.", "There over 20% difference in the Percentage of Participants With Best Tumor Response of Partial Response (PR) or Complete Response (CR) between the 2 cohorts of the primary trial.", "To be included in the primary trial, patients must have at least 1 unidimensionally measurable lesion, and must meet some specific size conditions.", "Patients in the primary trial receive more mg of Enzalutamide than Fulvestrant over the course of the study.", "A patient presenting Glomerular filtration rate of 63 and with BI-RADS category c breast tissue would be eligilbe for the primary trial.", "the primary trial and the secondary trial interventions involve a variety of scans, such as CT, PET and dosimetry ", "On average cohort 1 participants in the primary trial had an increased Lumbar Spine Bone Mineral Density, whereas those in cohort 2 lost mineral density.", "16/179  patients in the primary trial Experienced Cardiac Events, with the majority of those coming from cohort 2.", "More patients in cohort 1 of the primary trial experienced febrile neutropenia than in cohort 2.", "The minimum number of days from start of study treatment to first documentation of objective tumor progression or death due to cancer for any patient in the primary trial, was 191.", "Males are not eligible for the primary trial.", "Lidoderm products are used in intervention arm 1 of the secondary trial, and a Siemens product is used in arm 1 of the primary trial", "Patients must have eceptorsestrogen receptor (ER) -, progesterone receptor (PR) - and human epidermal growth factor receptor 2 (HER2) - breast cancer, aswell as not having Dysphagia.", "A 56 year old patient with a masectomy would not be eligible for the primary trial", "Completely disabled patients, totally confined to bed or chair and unable to carry on any selfcare are eligible for the primary trial but excluded from the secondary trial.", "the primary trial and the secondary trial do not have the same duration of intervention administration.", "There were 0 patients with Dysphagia or Fever in the primary trial and the secondary trial cohorts.", "Cohort 1 of the primary trial recorded no deaths and no cases of Enterocolitis infectious.", "59% of Arm A of the primary trial achieved a best overall response, classified as a complete or partial (confirmed) tumor response or stable disease for at least 6 months.", "One patient in cohort 2 of the primary trial crashed their motorbike.", "less than 1% of either cohort of the primary trial was effect by either Pancytopenia or Coagulopathy.", "Molecular Breast Imaging is not applied in either the primary trial or the secondary trial interventions.", "A patient with stage 2B , pathologically confirmed  estrogen receptor-positive breast cancer is elgible for both the primary trial and the secondary trial.", "There were more cases of deteriorating mental health in the primary trial than the secondary trial.", "the primary trial records instances of Rectal Hemorrhage within its patient cohort, whereas the secondary trial records Vaginal hemorrhages.", "Patients with invasive breast cancer with a diameter of less than 4 cm are included in the primary trial.", "There were 6 adverse event categories for cohort 1 of the primary trial which recorded at least one case.", "Patients with LVEF greater than or equal to 60% are eligible for the primary trial.", "There were no adverse event in the primary trial which occurred more than 71 times.", "Patients in the primary trial and the secondary trial did not suffer from any of the same adverse events.", "Cohort 1 of the primary trial 15% less total adverse events than cohort 2 of the secondary trial.", "More the primary trial participants suffered Grade 1 Cardiotoxicity Events After Cycle 8 than Grade 3 events.", "1 patient in the primary trial was affected by Sepsis.", "the primary trial participants are treated with 600 mg/m2 of Pemetrexed intravenously every 2 weeks until complete response or disease progression.", "Patients prescribed Citalopram as an ongoing treatment for depression are not eligible for the primary trial.", "the primary trial and the secondary trial do not have the same number of study groups.", "Participants of the primary trial are assigned an intervention depending on their prior treatments.", "The Ridaforolimus + Dalotuzumab + Exemestane group of the primary trial had a median PFS of over 5 months.", "Sam has recently received a liver transplant, he is not eligible for the primary trial, but is eligible for the secondary trial.", "Less than 5 patients in the primary trial experienced Earache.", "1 patient in the primary trial suffered from a blood clot blocking their blood vessels.", "1 patient, in cohort 1 of the primary trial was recorded as having an overactive thyroid gland.", "To be eligible for the primary trial, patients must have an invasive carcinoma confirmed by core biopsy, and a -ive human chorionic gonadotropin urine test.", "the primary trial and the secondary trial do not use the same route of administration for their interventions.", "the primary trial had a higher percentage of patients with at least partial response than either cohort of the secondary trial.", "The intervention in the primary trial is carried out by either a doctor, radiographer or a sonographer, whereas one of the interventions in the secondary trial requires active participation from the patient.", "Patients with peripheral neuropathy resulting in intolerable paresthesias, are excluded from the primary trial.", "the secondary trial recorded more cardiac related adverse events than the primary trial.", "The difference in median, maximum and minimum Overall Survival (OS) of Patients between the two cohort of the primary trial was less than one month.", "56.9% of the primary trial subjects treated with Lapatinib 1500 mg had no progressive Disease at Week 12.", "Ae-Cha is a 32 year old Korean woman with an inoperable breast cancer, she is ineligible for both the secondary trial and the primary trial.", "Cohort 1 and 2 of the primary trial recorded exactly the same number of each type of adverse events.", "Diarrhea was the most common adverse event in cohort 1 of the primary trial.", "The only difference between the interventions used in the primary trial is the patients position.", "the primary trial and the secondary trial use different metrics to evaluate potential candidates' performance status.", "The the secondary trial intervention is applied to the palms and soles twice daily, the primary trial participants are not administered any medication topically.", "the primary trial Patients receiving Neratinib Plus Capecitabine had a Mean (95% Confidence Interval)  Progression Free Survival more than 2 months longer than patients administered with Lapatinib Plus Capecitabine.", "Participants with T2 N1 M0 breast carcinoma are eligible for the primary trial.", "Female patients over the age of 60, with Histologically confirmed breast cancer and advanced Alzheimer's disease are ineligible for both the secondary trial and the primary trial.", "All participants in the primary trial are administered with Lapatinib 1500 mg PO QD.", "Patients with non-measurable diseases are only eligible for phase I of the primary trial.", "the primary trial participants receive more anastrozole, letrozole and exemestane than patients in the secondary trial.", "There were twice as many patients with DLT in cohort 2 of the primary trial than in cohort 1.", "Patients with Clinical stage II (T2 N2) invasive mammary carcinoma are not eligible for the primary trial.", "the secondary trial is testing for the DLT of its interventions, whereas the primary trial is evaluating the efficacy of lymph node detection through the use of SentiMag and SiennaXP. ", "In the primary trial cohort 2 had more patients with Leukopenia than cohort 1, whereas in the secondary trial cohort 1 had more than cohort 2. Cohort 2 of the primary trial had the highest proportion of patients with leukopenia.", "Patients diagnosed with osteoporosis are eligible for the primary trial but excluded from the secondary trial.", "There is no overlap between adverse events obeserved in the primary trial and the secondary trial.", "the primary trial and the secondary trial both administer treatments to their patients through IV.", "Patients with ERBB2 positive tumors are eligible for the primary trial.", "There were no cases of Intracranial hemorrhage in the primary trial.", "Cohort 1 of the primary trial reported one case of AML.", "In total there were 32 cases of Febrile neutropenia in the primary trial.", "Nursing patients are not eligible for the primary trial or the secondary trial, due to potential harm to the nursing infant from the study interventions.", "3/4 patients in the primary trial did not suffer any adverse events.", "the primary trial reported a combined total of 3 cases of Ascites, Asthenia and Gastritis in cohort 1.", "In the primary trial Low Dose Magnesium Oxide is 400 mg/day less than high dose Magnesium Oxide.", "Patients in the control group of the primary trial had a median Overall Survival of less than a year.", "There were more cases of embolisms in cohort 2 of the primary trial than cohort 1.", "2% of the primary trial patients had Recurrence-free Survival < 3 years.", "In the primary trial, all cases of  Enteritis, Vertigo and Cardiac failure occurred in cohort 2.", "Intervention 2 of the primary trial resulted in a lower percentage in Mammographic Density than intervention 1.", "Nausea and Death are two of the most common adverse events for patients in cohort 1 of the primary trial", "Patients diagnosed with intradural tumors are excluded from the primary trial.", "Every single patient in the primary trial experienced at least 1 adverse event.", "the primary trial had a higher occurrence rate of fistula enterovesical than the secondary trial.", "In order to participate in the primary trial, participants must be aware of where they are, and what day it is.", "Only 2 of the 12 adverse event types recorded in the primary trial, occurred more than once.", "Women of any age can participate in the primary trial.", "Neither cohorts of the primary trial receive any medication orally or by IV.", "The Maximum Tolerated Dose (MTD) of of 1-methyl-d-tryptophan (indoximod) observed in the primary trial was 800 mg.", "The most common adverse event in cohort 1 of the primary trial is low Hemoglobin levels.", "Adult Patients with histologic confirmation of invasive bilateral breast carcinoma (T3 N1 M0) are eligible for the primary trial.", "Patients with metastatic HER-2-negative adenocarcinoma of the breast may be eligible for the primary trial.", "ECOG < 2 and a life expectancy over 12 weeks are necessary to participate in the primary trial.", "Patients wanting to participate in the primary trial, must discontinue any Antitumoral hormonal treatment, and must have a life expectancy of more than 3 months.", "the primary trial uses a 3 week cycle for SB-715992 administration.", "The two groups in the primary trial receive the same drug treatment, but different doses.", "There was over 10% more cases of adverse events in cohort 2 than in cohort 1 of the primary trial.", "Patients in the primary trial receive 5 doses of Azacitidine (Vidaza) every month and 3 doses of Nab-paclitaxel (Abraxane) per month.", "cohort 1 of the primary trial recieves 60 mg of Ginkgo Biloba twice daily.", "patients with Multi-focal breast cancer cannot be accepted for the primary trial.", "Only one cohort in the primary trial is administered trastuzumab at 4 milligrams per kilogram.", "1 patient in the secondary trial developed an eating disorder, there were no cases of this happening in the primary trial.", "Less than 1/10 the primary trial subjects experienced a complete response (CR), partial response (PR), or stable disease (SD) for at least 24 weeks.", "the primary trial uses a set dosage of 1000 mg PO daily of Lapatinib, whereas the dose of Capecitabine changes with Body surface area.", "One patient in the primary trial had a Confirmed tumor partial response, No patients in the secondary trial were evaluated for tumor response.", "One patient in the primary trial experienced a grade 4 adverse event.", "The difference in Percentage of Participants With At Least 1 Adverse Event (AE) During the Treatment Period in both cohorts of the primary trial is less than 1%.", "Females over the age of 18, whose last period was 2 weeks prior are eligible for the primary trial.", "occupational exposure to ionizing irradiation will not disqualify a patient from entry to the primary trial.", "the primary trial only has one test cohort whereas the secondary trial has both a test and control group.", "A Female patients with a bilateral mastectomy would be excluded from the primary trial.", "Sufferers of Systemic lupus erythematosus are excluded from the primary trial but may still be eligible for the secondary trial.", "the primary trial has a topical intervention, whereas the secondary trial has both oral and IV interventions.", "Clinically depressed patients are not able to participate in the primary trial.", "In the primary trial 11.1% of patients had serious adverse events, no patients had serious  Adverse Drug Reactions, and over half of patients had Unexpected adverse events.", "Median (95% Confidence Interval) Progression-Free Survival (PFS) was over a month higher for patients in the Docetaxel + Sunitinib group of the primary trial than for the Docetaxel group.", "All patients in cohort 1 of the primary trial had a Preferred Method of Drug Administration.", "the primary trial recorded more seizures than the secondary trial, despite having less than one tenth the number of patients in its total cohort.", "At least one patient in the primary trial suffered from impaired mobility.", "the secondary trial and the primary trial give their patient cohorts Stem Cell Transplants on the first day of the study.", "Both the primary trial cohorts reported identical results.", "Patients with Scoliosis with a Cobb angle exceeding 20 degrees at the lumbar spine, or with a prior surgery at the lumbosacral spine are excluded from the primary trial, as these constitute contraindications to spine dual energy x-ray absorptiometry (DXA).", "The median TTP in cohort one of the primary trial is just under 27 months.", "Helen had stage III ovarian cancer 2 years prior, from which she is still recovering, she is excluded from the primary trial.", "the secondary trial and the primary trial both used MRI for their interventions.", "All of the adverse events recorded in the primary trial occurred in patients from cohort 1.", "Cohort 1 of the secondary trial recorded more cases of diarrhea and dyspepsia than cohort 1 of the primary trial.", "the primary trial is testing a combination of chemotherapy and radiotherapy.", "One patient in the primary trial had blood calcium levels far above normal.", "The duration of treatment in the primary trial is half as long as in the secondary trial.", "the primary trial and the secondary trial are testing completely different modalities of interventions.", "the primary trial does not use trastuzumab, Tamoxifen or Exemestane in its intervention.", "The most common adverse events in the primary trial where Infection and Stomatitis.", "Less than 5% of patients undergoing the intervention in the primary trial had adverse events, in comparison almost 10% patients in cohort 1 of the secondary trial  experienced an adverse event, and more than 30% of those in cohort 2 of the secondary trial had adverse events.", "Patients must have LVEF < 50% to be eligible for the primary trial.", "The intervention in the primary trial requires an injection and two different imaging modalities, whereas the secondary trial provides almost no details in the intervention section.", "the cyclophosphamide dose in the secondary trial and the Placebo dose in the primary trial are not specified.", "Every patient in the primary trial is given tipifarnib PO, along with paclitaxel, doxorubicin hydrochloride and acyclophosphamide IV.", "Most patients in the Letrozole group of the primary trial had a decreased Bone Mineral Density of the Lumbar Spine after 24 months.", "There is only 1 adverse event in the primary trial that occurred more than once.", "compared to cohort 1 of the primary trial, there are more cases of every observed adverse event in cohort 2. ", " Patients must have histologically or cytologically confirmed ERBB2+ invasive breast cancer, with Primary tumor > 2 cm in diameter to participate in the primary trial.", "None of the subjects in the primary trial are required to injest any pills, whereas both cohorts of the secondary trial must take a weekly tablet.", "Patients in cohort 1 of the primary trial may receive gradually increasing doses of Afatinib monotherapy from 40mg PO to 50mg PO.", "Neither the primary trial or the secondary trial are measuring Percentage of Participants With Overall Response Rate (ORR) Following Administration of Ispinesib.", "Cohort one of the primary trial reported 2/680 patients experiecing eye-related adverse events, whereas cohort two recorded none.", "Left ventricular ejection fraction > 50% is required for participation in the primary trial.", "Candidates for the primary trial are expected to be capable of holding their breath for half a minute.", "Every participant in the secondary trial and the primary trial undergoes Laboratory Biomarker Analysis.", "There are a total of 14 cases of neutropenia related adverse events in the primary trial across both cohorts.", "16 participants of the primary trial are considered to be censored. the secondary trial used the same outcome measurement, but had no censored patients.", "Cohort 1 of the primary trial and Cohort 1 of the secondary trial both have less than 30% occurrence of adverse events.", "Less than 5% of cohort 1 of the primary trial had High blood sugar, 0% of the secondary trial patients were recorded as having High blood sugar.", "The most common Chevalier grades for patients in the primary trial treated with Taxotere/Docetaxel were 3A and 3C.", "the primary trial recorded a patient with chest pain, whereas the secondary trial observed a patient with abdominal pain.", "Females over the age of 20 with no prior chemotherapy with therapeutic intent for current cancer, are eligible for the primary trial.", "In order to be eligible for both the secondary trial and the primary trial, patients must be female, over the age of 18, ECOG <2 and have Histologically confirmed HER2 negative breast cancer.", "the primary trial records several immune system related adverse events in its patients, whereas the secondary trial does not.", "All the primary trial participants must reduce the number of calories in their diets by a quarter throughout the duration of the study.", "Prior use of Anthracycline drugs for anticancer therapy is prohibted for patients in the primary trial.", "None of the patients in the primary trial were recorded as having heart related adverse events, whereas many patients in the secondary trial experienced several different heart related issues.", "At least one participant of the primary trial survived over 200 days without documented disease progression.", "the primary trial is testing a radiotherapy intervention whereas the secondary trial is testing a novel hand-held medical device ", "Patients in the primary trial receive at least 150mg of IMGN853 by IV every 3 weeks.", "Only patients with HER2 positive breast carcinoma are eligible for the primary trial.", "The placebo group in the primary trial had a much lower Median PFS than the MM-121 cohort.", "The difference between cohort 1 and 2 of the primary trial is the insertion of an additional negative pressure drain for patients in cohort 2.", "the primary trial and the secondary trial both report cases of confusion in their patient cohorts.", "Unlike the secondary trial, the primary trial does not provide a duration of cycles or any dosages in the intervention section.", "Cohort 1 of the primary trial produced better Objective Response Rate results than cohort 2.", "Patients with HER2 + breast cancer are eligible for both the primary trial and the secondary trial. However, only patients with stage 1-2 breast cancer are eligible for the primary trial, and patients with stage 3-4 are eligilbe for the secondary trial. ", "Patients of any ethnicity can participate in the primary trial.", "the primary trial recorded one patient with congestive heart failure, the secondary trial did not record any.", "Participants of the primary trial must undergo at least one MRI during the intervention, in the secondary trial patients must use a fitbit.", "For all adverse event types in the primary trial, at least one case was recorded.", "Cohort 2 of the secondary trial and the primary trial are control groups.", "The difference between the two cohorts of the primary trial is that cohort 1 participated in a Hatha yoga, whereas cohort 2 abstained from yoga.", "Cohort 1 of the primary trial recorded more instances of Neutropenic fever than Cohort 1 of the secondary trial.", "Cohort 2 of the primary trial had one more patient with Stable disease than cohort 1.", "the primary trial uses a topical intervention and the secondary trial uses a combination of oral and intravenous treatments.", "the primary trial results show that Zoledronic Acid Upfront is a better treatment than Zoledronic Acid Delayed-start for increasing Lumbar Spine (L1-L4) Bone Mineral Density (BMD).", "the primary trial and the secondary trial only record 4 of the same adverse events.", "A higher percent of patients in cohort 1 of the secondary trial experienced adverse events, than in cohort 1 of the primary trial.", "Sharone had a hip replacement 3 weeks prior, she is not elgible for the primary trial.", "Patients with E2 outside the premenopausal range are ineligible for the primary trial.", "Neutropenia was the most common adverse event for patients in cohort 1 of the primary trial.", "There are more cases of Intestinal perforation, Chest pain, death, Erysipelas and Pneumonia in the secondary trial than in the primary trial", "Patients will have to undergo an MRI scan for before entry for both the secondary trial and the primary trial, for the primary trial patients will also need to have a brain MR and PET imaging, after study entry.", "Cohort 2 in the primary trial and the secondary trial but receive daily placebo doses.", "There were 0 observed cases of Tibia or Fibula fractures in the primary trial.", "Participants in group 2 of the primary trial receive the same Complex Decongestive Physiotherapy as those in group 1, with the addition of applying taping to anastomosis regions.", "The Exemestane group in the primary trial had a better median Progression-Free Survival than the Abiraterone Acetate + Prednisone group, however the patient with the maximum PFS was in the Abiraterone Acetate + Prednisone group.", "Patients from the primary trial receiving Standard of Care had a median PFS of 2.7months by Core radiology laboratory assessment.", "Heavy smokers (more than 5 cigarettes smoked per day) are eligible for the secondary trial and the primary trial.", "the primary trial and the secondary trial do not use cyclical interventions.", "the secondary trial and the primary trial employ non comparable outcome measures.", "Cohort 1 of the primary trial recorded more white blood cell related adversse events than cohort 2.", "Black men with and ECOG <=2, with ANC >1.5 x 10^9/L, PLT >100 x 10^9/L and no prior history of blood clots are eligible for the primary trial but excluded from the secondary trial", "Adequate Hematologic, Hepatic and renal function is not necessary for participating in the primary trial.", "Patients with a COPD diagnosis through spirometry are ineligible for the primary trial.", "Mark suffered Refractory ventricular fibrillation twice in the last month he is therefore excluded from the primary trial.", "the primary trial and the secondary trial share at least one drug in their chemotherapy regiment.", "The the primary trial placebo group performed worse than the test group.", "One patient in the primary trial had abnormally low red blood cells, white blood cells, and platelets.", "None of the patients in either cohort of the primary trial experienced DLT.", "Patients do not need to have a Her2neu positive tumours or a measurable indicator lesion to be included in the primary trial", "Recurrence-free Survival, used as the outcome measurement in the secondary trial and Clinical Benefit Rate, used in the primary trial are not synonymous, and represent entirely different patient characteristics. ", "the primary trial does not have an intervention section.", "Neutropenia was the most prevalent adverse event in the primary trial.", "According to the results of the primary trial the MTD of dasatinib in combination with weekly paclitaxel is approximately is 120 mg.", "the secondary trial and the primary trial study the Progression Free Survival (PFS) of their participants, however they use different Units of Measure.", "The difference in cohort size between cohort 2 of the secondary trial and cohort 2 of the primary trial makes it impossible to make meaningful comparisons.", "There were an equal number of cases of Febrile neutropenia, Leukopenia and Neutropenia across cohorts in the primary trial.", "More than half of patients in the primary trial experienced adverse events, and there was not a single patient in either cohort of the secondary trial that did not experience an adverse event.", "The intervention section for the primary trial does not detail the type or duration of the intervention, unlike the secondary trial.", "More patients in the secondary trial suffered from oedema in their limbs, compared to patients in the primary trial.", "the primary trial's intervention section does not describe the intervention dosage, frequency or duration.", "the primary trial only recorded three types of adverse events.", "All of the adverse event cases in the primary trial occurred in patients from cohort 2.", "Most patients in the primary trial treated with Eribulin Mesylate did not achieve complete response (CR) or partial response (PR).", "There is no significant difference in the proportions of Subjects With Clinical Benefit in the Exemestane + Celecoxib cohort and in the Exemestane alone cohort of the primary trial.", "There were 5 more cases of THROMBOCYTOPENIA in cohort 2 of the primary trial, than in cohort 1.", "Less than half of patients in cohorts 1 and 2 in the primary trial experienced adverse events.", "Both the primary trial and the secondary trial at least partly administer their interventions intravenously.", "1 patient in the primary trial was diagnosed with a Clear cell renal cell carcinoma.", "Between all cohorts in the primary trial and the secondary trial Omega-3-fatty Acids are only used in one cohort.", "In the primary trial The Percentage of Participants With Objective Response (OR) for the Afatinib Monotherapy was 13% lower than the Afatinib and Paclitaxel or Vinorelbine Combination Therapy group.", "pre-menopausal patients are excluded from the secondary trial, but eligible for the primary trial.", "the primary trial recorded cases of Anaphylaxis and Spinal compression fracture, neither of these were observed in the secondary trial.", "A total of 3 patients in the primary trial suffered a life-threatening reaction to an infection.", "the primary trial did not record any adverse events.", "Women who have undergone a breast enlargement procedure in the last 2 years are excluded from the primary trial.", "The same number of cases of Neutropenia and Pancytopenia are observed in patients from cohort 1 of the primary trial.", "Patients in the primary trial and the secondary trial did not have any of the same adverse events.", "Patients with wounds that havent healed within five to eight weeks are ineligible for the primary trial.", "Patients with end-stage liver disease are excluded from the primary trial.", "Cohort 2 subjects of the primary trial receive 3.25 mg of vaginal DHEA gel QD more than cohort 1 subjects, of the two cohorts in the secondary trial only cohort 1 recieves Duloxetine 30 mg daily.", "All Participants in the primary trial and the secondary trial are receiving the same daily dose of oral Letrozole for the same duration of time.", "All patients in the primary trial must have a bilateral breast MRI prior to study entry.", "the primary trial designates specific interventions to its patients depending on their hormone status, Cohort A is TNBC patients and cohort B is ER/PR +HER2- BC Patients, in contrast the secondary trial assigns interventions randomly.", "The Median time from randomization to death due to any cause was higher in cohort 1 of the primary trial, compared to cohort 2.", "the secondary trial and the primary trial use non comparable evaluation metrics, and significantly different time frames.", "100% of patients in the primary trial suffered adverse events.", "There were no MRSA infections in either the secondary trial or the primary trial.", "Patients with implantable cardioverter defibrillators are excluded from the primary trial.", "the primary trial has a 5 year long intervention, the duration of the secondary trial is not specified in the intervention section.", "A patient who had an oophorectomy in the last month would not be eligible for the primary trial.", "Female Patients with LVEF > 50%,  who have previously undergone treatment with trastuzumab emtansine or lapatinib are still eligible for the secondary trial but are excluded from the primary trial.", "Patients with tumors that are HER2 negative, PR and ER positive are eligible for the primary trial.", "Cohort 2 of the primary trial is the control group and cohort 1 is the control group in the secondary trial.", "Patients receiving intervention 1 of the primary trial undergo a 21 day treatment cycle, up to a total of 6 times, but will stop earlier if they suffer disease progression or unacceptable toxicity occurs.", "Patients currently prescribed Diuretics are excluded from the primary trial.", "A patient with a cytologically confirmed breast cancer with a 5 millimeter greatest diameter on imaging would be accepted for the primary trial, but not for the secondary trial.", "the primary trial records two different types of pain in its adverse events, in the abdomen and chest area, the secondary trial does not record any types of pain in its participants. ", "Both cohorts of the primary trial reported the same number of patients vomiting during the trial.", "Only people who have previously been diagnosed with cancer and have no signs of cancer after finishing treatment are eliglbe for the primary trial, as long as they are over the age of 20.", "There are no details concerning the duration or frequency of administration in the intervention sections of the primary trial and the secondary trial", "A minimum bodyweight of 50kg is required to participate in the primary trial.", "Patients with irrational fear of confined spaces are not elligible for the primary trial.", "In total Over 82% patient in the primary trial achieve Recurrence-free Survival after 5 years.", "Patients with Cancer that has spread from a breast tumor to their bone marrow are excluded from the primary trial.", "the primary trial and the secondary trial recorded the exact same number of cases of nausea.", "Patients in the primary trial receive an Infusion of Perflutren Lipid Microspheres, whereas in the secondary trial subjects are implanted with a Meso BioMatrix Acellular Peritoneum Matrix.", "Patients do not need to have a known hormone receptor status to participate in the primary trial.", "A patient in the primary trial had a fungal infection of the mouth.", "Less than 5% of patients in the primary trial suffered an adverse event.", "dosages are specified in the intervention section of the secondary trial, whereas for the primary trial these are not made clear.", "If Hannah has been taking ketoconazole to treat athlete's foot for 6 weeks, until today, she will not be eligible for the primary trial for the next month.", "In the primary trial there were no cases of subendocardial myocardial infarction in cohort 1 or 2.", "At least 1 patient in cohort 1 of the primary trial suffered from a coagulation disorder.", "the secondary trial has more patients cohorts than the primary trial.", "One patient in the primary trial suffered from sepsis, due to the presence of an implanted device.", "Every adverse event in the primary trial occurred once.", "the primary trial recorded less patients with nausea than the secondary trial.", "Neither cohort of the primary trial need to perform low intensity exercise prior to each cycle of anthracyclines.", "Candidates must have a life expectancy exceeding 3 months to particpate in the primary trial, there is no mimimum life expectancy define for the secondary trial.", "Only cohort 2 of the primary trial receive Bevacizumab, but both cohorts undergo Endocrine Therapy .", "All the primary trial participants and cohort 1 participants in the secondary trial do not receive any oral capecitabine, oral lapatinib ditosylate or cixutumumab IV, however cohort 2 of the secondary trial receive all of these.", "There was one case of hemorrhaging in the primary trial, and no recorded cases in the secondary trial.", "Women of any age can participate in the primary trial, but only adults can be eligible for the secondary trial.", "In the secondary trial Her-2 neu positive breast cancer patients receive additional maintenance therapy  compared to other patients. Whereas all the primary trial participants receive the same treatment.", "Abnormal LVEF, Pregnancy or lactating automatically eliminates patients from participating in the primary trial.", "Patients with aromatase inhibitor associated musculoskeletal symptoms, such as Grade 1 or above musculoskeletal pain or sensory neuropathy, are eligible for the primary trial.", "One patient in the primary trial experienced a thromboembolic event, a condition associated with a high degree of morbidity and mortality. However, the most common adverse event was Diarrhea.", "the primary trial recorded less than 5 different Adverse Events .", "Twice as many patients in cohort 1 of the primary trial suffered from Erysipelas than Bacterial diarrhoea.", "A total of 32 patients in the primary trial had Diarrhoea.", "There was twice as many cases of Dyspnea as Cardiac adverse events in cohort 1 of the primary trial.", "Patients with unexplained fever exceeding 39¬¨‚àûC are excluded from the primary trial but may be included in the secondary trial.", "the percentage of participants achieving complete response (CR) or partial response (PR) was much lower in the HER2-positive group in the primary trial,than in the ER+ and/or PR+ group.", "A patient with severe anginal syndrome but angiographically normal coronary arteries would be unable to participate in the primary trial.", "A 72 year old patient suffering from dementia would be excluded from both the secondary trial and the primary trial.", "the primary trial and the secondary trial administer their interventions at different frequencies.", "Cohort 2 patients in the primary trial receive naproxen at the same frequency as cohort 2 patients in the secondary trial receive Pilocarpine.", "Neither the primary trial or the secondary trial have placebo groups.", "Only patients which have been assigned as female at birth are eligible for the secondary trial and the primary trial.", "Cohort 1 of the primary trial had a longer median, maximum and minimum pfs than cohort 2.", "In the primary trial and the secondary trial the only drugs administered orally are saracatinib and Veliparib.", "We cannot compare results between the two Arms of the primary trial as there were no patients in cohort 1.", "Participants of the primary trial must be older than 18, have histologically confirmed stage 4 breast cancer, ECOG<2 and a life expectancy exceeding 6 months.", "Neither the primary trial or the secondary trial require participants to practice yoga while Wearing a Fitbit activity monitoring device.", "Japanese participants with an ECOG <=1 are eligible for the secondary trial and the primary trial.", "Intervention 1 of the primary trial require participants to take 300 mg alpelisib once daily.", "The intervention for the primary trial does not require patients to undergo any medical treatment during the study, whereas in the secondary trial, all patients receive Radiation Therapy.", "Fiona's sister, who is 34 years old was diagnosed with a ductal carcinoma, therefore fiona may be eligible for the primary trial.", "cohorts 1 and 2 of the primary trial both had 3 patients that suffered from Congestive Heart Failure.", "At least one participant in the primary trial receiving an oral treatment of film-coated Afatinib tablet at a starting dose of 40 milligram (mg) once daily and weekly 10 minutes intravenous infusions of Vinorelbine 25 mg/meter^2 (meter=m) had a PFS over 9 months.", "The the primary trial placebo group had a better mean retention than the donepezil hydrochloride PO QD group.", "the secondary trial and the primary trial accept patients in the same age range.", "the primary trial and the secondary trial both evaluate response rates, however the primary trial studies CNS response, whereas the secondary trial studies tumor response, additionally, they test different treatments.", "By week 48 of the primary trial none of the patients had Complete Response, 7 had partial response and 15 had progressive disease.", "There were 4% more cases (1 more case) of Dyspnea than Dehydration in the primary trial.", "There were no completed suicides in either the primary trial or the secondary trial, however there was one attempt in cohort 1 of the secondary trial.", "postmenopausal women are eligible for the primary trial, and Premenopausal women are eligible for the secondary trial.", "In total there were more adverse events in cohort 1 of the primary trial, than in cohort 2.", "More than 3 patients in the primary trial suffered from adverse events associated with a low number of white blood cells.", "More than 15 patients in cohort 1 of the primary trial experienced adverse events.", "Cohort 2 of the primary trial recorded 1 incident of thrombocytopenia.", "Less than 1% of patients in the primary trial became depressed.", "Patients in the secondary trial and those in the primary trial did not share any of the same adverse events.", "the primary trial studies tumours response, whereas the secondary trial investigates changes in Bone Mineral Density.", "Lower doses of MM-121 are utilised in cohort1 of the primary trial than in cohort 2, Paclitaxel doses are the same for both cohorts.", "Patients with stage 3 Cervical carcinoma are excluded from the primary trial.", "The Change From Baseline in Mean Duration of the QTcF Interval for patients in the primary trial was at its highest on Day 1 of the third cycle, post T-DM1 intravenous (IV) infusion.", "Participants of cohort 1 in the primary trial received more Dasatinib than those in cohort 2.", "the secondary trial and the primary trial both accept patients with HER-2/neu-overexpressing adenocarcinoma of the breast.", "the primary trial and the secondary trial have entirely different adverse event profiles.", "Participant in cohort 1 of the primary trial undergo a Mammography, whereas patients in cohort 1 of the secondary trial receive 6 mg Estradiol, and no Mammography.", "Patients eligible for the primary trial must live in the USA.", "Both patient cohorts of the primary trial had a median Insulin change from baseline lower than -15%.", "There was a dental adverse event in the primary trial.", "Elizabeth has HER2 positive breast cancer, she is eligible for the primary trial.", "Only Chinese women with stage 4 or Unresectable, locally recurrent cancer breast cancer are eligible for the primary trial.", "At least 8 participants in the primary trial had a Central Nervous System (CNS) Progression Free Survival (PFS) >= 3 months.", "In the primary trial patients in the test group had better health outcomes than the control group.", "Each patient in the primary trial receives 3 different drugs, whereas in the secondary trial patients receive 1 of 2 possible drugs.", "There is one case of Cardiopulmonary failure in cohort 2 of the secondary trial, but none in cohort 1 of the primary trial.", "the secondary trial and the primary trial do not both use Clinical Benefit Rate as their outcome measure, and they do not use the same time frame.", "Unlike the secondary trial, the primary trial does not record any instances of Anemia, Dyspepsia, Nausea or vomiting.", "There were no cases of Cellulitis, Nausea or Anaemia in the primary trial.", "Candidates with hyperparathyroidism are automatically excluded from the primary trial and the secondary trial.", "Cohort 2 patients in the primary trial receive naproxen at the same frequency and dosage as cohort 2 patients in the secondary trial receive Pilocarpine.", "the primary trial has a 5 year long intervention, the duration of the secondary trial is only a single day after removal of the drains.", "the secondary trial reported more cases of Haematemesis, but the primary trial had more cases of Sinus tachycardia.", "A patient in cohort 2 of the primary trial received a Plasma transfusion.", "There were 23 participants in cohort 1 of the primary trial with a (CR) or (PR) based on the Response Assessment in Neuro-Oncology Brain Metastasis (RANO-BM) response criteria.", "Patients with an ImmunoHistoChemistry test result of 3+ are excluded from the primary trial and the secondary trial.", "Group 1 of the secondary trial has a higher ORR than both the Everolimus + Letrozole cohort of the primary trial and the trastuzumab cohort.", "The the primary trial placebo group performed much better than the test group, as a lower PFS is ideal.", "There were 6 adverse event categories for cohort 1 of the primary trial which recorded at least three cases.", "Patients must have healthy kidneys, liver and ovaries to participate in the primary trial.", "the primary trial recorded cases of pleural effusion and Spinal compression fracture, neither of these were observed in the secondary trial.", "Female patients with a womb cannot take part in either the secondary trial or the primary trial.", "Cohort 2 of the primary trial recieves the same dose of Pilocarpine as cohort 2 of the secondary trial recieves of oral itraconazole.", "The intervention in the primary trial requires an injection and two different imaging modalities, whereas the secondary trial firstly requires a consultation followed by an intensive radiotherapy treatment.", "1/42 patients in cohort 2 of the primary trial fainted.", "There 55 more Participants With Best Tumor Response of Partial Response (PR) or Complete Response (CR) in cohort 2 of the primary trial than in cohort 1.", "A patient with Histologically confirmed estrogen receptor-negative, progesterone receptor-negative, and human epidermal growth factor 2 positive breast cancer, with no known Brain metastases and no prior history of cardiac dysfunction, could be eligible for both the secondary trial and the primary trial.", "Intervention 1 of the primary trial require participants to take a total of 150 mg alpelisib every two days.", "A Female patients with a mastectomy would be excluded from the primary trial.", "Patients must have LVEF < 50% to be eligible for the primary trial and the secondary trial.", "Every patient in the primary trial and the secondary trial suffered at least 1 Treatment-emergent adverse event over a span of 2 years.", "Women of any age can participate in the primary trial or the secondary trial.", "Respiratory illnesses were observed in most of the patients in the primary trial and the secondary trial.", "Patients needing active supportive care can participate in the primary trial.", "Patients with end-stage liver disease are excluded from the primary trial and the secondary trial.", "The same number of cases of Neutropenia, Febrile neutropenia and Pancytopenia are observed in patients from cohort 1 of the primary trial.", "the primary trial and the secondary trial reported the same percentage of dehydrated patients during the studies.", "The Ultra-rapid Metabolizers group of the primary trial had average increase of Endoxifen Concentration over 6 mg/m2 over 4 months.", "Prior exposure to exemestane is not explicitly banned for patients in the secondary trial or the primary trial.", "Hypofractionated Simultaneous Integrated Boost Radiotherapy is used in  the secondary trial. but not the primary trial.", "Accelerated partial Breast breast irradiation is used in some form for both cohorts of the secondary trial, but not at all in the primary trial.", "the primary trial at least 8 different types of cardiac related adverse events.", "Unlike the secondary trial, the primary trial only provides the duration of cycles and drug doses in the intervention section.", "Less than 2% of patients in the primary trial experienced an adverse event.", "the primary trial accepts patients with grade  3 neuropathy.", "the primary trial recorded a multitude of patients with chest pain, whereas the secondary trial observed only one patient with abdominal pain.", "patients with Multicentric breast cancer can be accepted for the primary trial.", "Only one cohort in the primary trial is administered trastuzumab 600 mg/m^2.", "The interventions in the primary trial and the secondary trial require active participation from the patient to apply the treatment.", "participants of cohort 1 in the primary trial and all participants of the secondary trial take 1 milligram of anastrozole and 40 milligrams of simvastatin PO QD.", "All the primary trial participants receive the same dose of Letrozole, and all patients in the secondary trial are administered the same dose of Tamoxifen.", "Cohort 2 in the primary trial and the secondary trial but receive daily placebo doses PO.", "There were 4 cases of Febrile neutropenia and heart failure in cohort 1 of the primary trial.", "1 patient in the primary trial was diangosed with Influenza.", "over 20% of patients in the primary trial and the secondary trial Experienced myocardial infarction or arrhythmia, with the majority of those coming from the secondary trial.", "Gemcitabine is not used in the primary trial, and used only in cohort 2 of the secondary trial.", "Less than 30% of patients in the primary trial experienced at least 1 adverse event.", "Men with Left ventricular ejection fraction > 50% are excluded from participating in the primary trial.", "Only 1 type of infection recorded across the duration of both the secondary trial and the primary trial.", "Patients cannot be excluded from the primary trial on the basis of gender or ethnicity.", "Patients with AIDS are eligible for both the secondary trial and the primary trial.", "There were more cases of Febrile neutropenia than leukopenia observed in the primary trial, but less cases of neutropenia than leukopenia.", "Paula recently had fell down a flight of stairs and fractured her hip, she is excluded from the primary trial.", "warm saline solution is used in both the primary trial and the secondary trial.", "the primary trial and the secondary trial only recorded one type of acute adverse event.", " Patients must have histologically or cytologically confirmed PR+ invasive breast cancer, with Primary tumor > 2 cm in diameter TO PARTICIPATE in the primary trial.", " To be eligible for both the secondary trial and the primary trial patients must satisfy all the following conditions; alkaline phosphatase  < 2.5 x ULN, aspartate aminotransferase  <= 1.5 x ULN and Hemoglobin > 10 g/dL.", "There are four types of adverse events in the primary trial, for which one occurence is recorded.", "The Eribulin Mesylate group in the primary trial had a higher proportion of patients with complete response (CR) or partial response (PR) than the control group.", "None of the adverse events which occurred in the primary trial were not GI related.", "the primary trial tests MRI scanning as a technique for guiding biopsies.", "All patients in the primary trial had to drink 4 cups of water, either Alkaline Water or Distilled, depending on which cohort they are in.", "the primary trial recorded less than 3 different Adverse Events .", "the primary trial Patients receiving Neratinib Plus Capecitabine had a PFS  much longer than the study time frame of 38 months.", "Patients must have a triple negative infiltrating breast carcinoma to participate in the secondary trial or the primary trial.", "At least one patient in the primary trial suffered from a life threatening bone fracture.", "The Median time from randomization to death due to any cause, was a month longer for patients in cohort 1 of the primary trial, compared to those in cohort 2.", "Between the patients in the primary trial and the secondary trial, only 1.56% suffered from sepsis.", "People who inherit undamaged variants of the BReast CAncer gene 1 or 2 are eligible for the primary trial.", "A patient who had a breast-conserving surgery in the year prior to study entry would be excluded from both the primary trial and the secondary trial.", "the primary trial and the secondary trial monitor the %  of their patient cohorts with DFS < 6years.", "Patients with incurable and unresectable Breast Cancer are eligible for the primary trial, unless it is metastatic.", "Patients must have eceptorsestrogen receptor (ER) -, progesterone receptor (PR) - and human epidermal growth factor receptor 2 (HER2) - non metastatic breast cancer, aswell as not having Dysphagia.", "There were significantly more cases of ventricular tachycardia than Supraventricular tachycardia in cohort 2 of the primary trial.", "There are a total of 7 cases of Gastritis in the primary trial across both cohorts.", "All participants of the primary trial must have recently undergone either an echocardiography.", "Participants in the primary trial must be willing to undergo cyclophosphamide-based chemotherapy.", "As the primary trial and the secondary trial use very similar outcome metrics, we can easily compare and contrast across their results.", "children and illiterate adults are able to take part in the primary trial, unless they are can read and write in italian. ", "Only men can be eligible for the primary trial.", "Patients with ICDs may be eligible for the primary trial.", "Ae-Cha is a 32 year old Korean woman with an inoperable breast cancer, she is too old to participate in both the secondary trial and the primary trial.", "There were more patients with hypotension in cohort 1 of the primary trial, than in cohort 1 of the secondary trial.", "3/112 patients (2.68%) in the primary trial had Diabetes insipidus  ", "Cohort 1 and 2 of the primary trial receive 50mg of different drugs, administered orally from Day 1 to Day 21 ", "Patients must have a life expectancy over a year to participate in the primary trial.", "Patients must have either AST or ALT < 1.5 ULN to participate in the primary trial.", "Participants in the primary trial are assigned an intervention depending on their HIV diagnosis, whereas in the secondary trial the interventions are randomly assigned.", "There were several patients who contracted Pneumonia in the primary trial.", "the primary trial and the secondary trial only have test groups, so all patients are receiving novel (FDA approved) interventions.", "Patients with E2 outside the premenopausal range are ineligible for the primary trial.", "the primary trial is testing a web-based educational tool and the secondary trial is testing a medical device on Post-menopausal Women.", "Cases of Cardiomyopathy and  Leukopenia were only observed in cohort 1 of the primary trial.", "Patients with a palpable breast lesions and axillary lymph nodes are eligible for the primary trial.", "Less than half of patients in cohorts 1 in the primary trial experienced adverse events, but more than 45% of patients cohort 2 did experience adverse events.", "in the primary trial participants from different ethnicities receive different interventions.", "1 patient in the primary trial had a cardiac related adverse event.", "Participants of the primary trial cannot be currently receiving for treatment rheumatoid arthritis, experiencing poorly controlled migraines, receiving hormone replacement therapy or have any prior history of invasive breast cancer in the last 3 years.", "Patients with aspartate aminotransferase more than 2 times the upper limit of normal are excluded from both the secondary trial but eligible for the primary trial.", "A 56 year old patient presenting occasional memory loss would be excluded from both the secondary trial and the primary trial.", "the primary trial and the secondary trial do not have any overlapping inclusion criteria, apart from the mimimum age limit of 18.", "Patients with LVEF equal to 53.5% are eligible for the primary trial.", "Cohort 2 of the primary trial recieves Doxorubicin only during cycles 1-4, and then Doxorubicin, cyclophosphamide, Herceptin and docetaxel during Cycle 5 of the study.", "the primary trial all undergo surgery twice, first at 2 weeks and then again a month later.", "Patients in the primary trial receive an Infusion of 3 ml Perflutren Lipid Microspheres at a rate of approximately 3ml/min, whereas in the secondary trial subjects are implanted with a permanent Meso BioMatrix Acellular Peritoneum Matrix.", "Only Patients with metastasis in less than 9 infraclavicular lymph nodes are eligible for the primary trial.", "On days 1-7 Cohort 1 of the primary trial receive doxorubicin hydrochloride IV, oral cyclophosphamide, dexamethasone IV or orally and ondansetron IV.", "All participants in the primary trial are administered with Lapatinib 1500 mg PO QD and Pazopanib 800 mg.", "Cohort 1 patients in the primary trial surivied almost twice as long as those in cohort 2.", "A higher percent of patients in cohort 1 of the secondary trial experienced stomatitis, than in cohort 1 of the primary trial.", "all subjects in the primary trial must commit to a regular exercise schedule.", "In cohort 2 and 3 of the primary trial there was only case 1 of jaundice.", "More patients in cohort 2 of the primary trial had At Least 1 Adverse Event (AE) During the Treatment Period than in cohort 1.", "There were 0 observed cases of Tibia or Fibula fractures in the primary trial or the secondary trial.", "Cohort 1 and 2 of the primary trial had the same number of patients with anaemia and Neutropenia, but Cohort 1 had 8 more cases of Leukopenia than cohort 2.", "Patients with aromatase inhibitor associated musculoskeletal symptoms, such as Grade 1 or above musculoskeletal pain or grade 0 sensory neuropathy, are eligible for the primary trial.", "Every participant in the secondary trial and the primary trial undergoes Laboratory Biomarker Analysis and completes a Questionnaire.", "Patients with measurable diseases are only eligible for phase 2 of the primary trial.", "None of the subjects in the primary trial are required to injest any pills, and half the subjects in the secondary trial must take a weekly tablet.", "the primary trial results show that Zoledronic Acid Upfront is a better treatment than Zoledronic Acid Delayed-start for preventing any change in Lumbar Spine (L1-L4) Bone Mineral Density (BMD).", "In total there were 5x more adverse events in cohort 1 of the primary trial, than in cohort 2.", "Patients taking Intervention 1 of the primary trial receive higher doses of anastrozole than of simvastatin.", "Unlike the secondary trial, the primary trial does not administer any medication orally or intravenously.", "There were more cases of Anemia and Leukopenia in the primary trial than the secondary trial.", "the secondary trial and the primary trial interventions both require subjects to follow caloric restricted diets or gluten free diets, while completing food diaries.", "the primary trial uses a topical intervention and the secondary trial exclusively uses intravenous treatments.", "the secondary trial uses Overall Survival (OS) as outcome measurement, which is different from Proportion of Participants With a Pathologic Complete Response Rate which is used for the primary trial.", "Only 6 patients in cohort 1 of the primary trial had Varicose Veins.", "In the primary trial, all cases of  Enteritis, Vertigo and Anaemia occurred in cohort 2.", "Patients must have at least 3 prior treatments with trastuzumab to be eligible for the primary trial.", "In the primary trial there was no recorded difference in the Number/percentage of Participants With Dose Limiting Toxicities taking 100 mg vs 125 mg of oral PD-0332991, meaning 0% of patients in the primary trial suffered grade 4 or above thrombocytopenia.", "the primary trial had a total of 3 patients experiencing Pancreatic Cancer, the secondary trial had 0.", "the primary trial indicates that varying Pembrolizumab dosage has no effect on the Number of Subjects Reporting Dose-Limiting Toxicities (DLTs).", "INR of 1.35 is enough for participation in the primary trial and the secondary trial.", "Less than 1/3 participants in the primary trial treated with Lapatinib achieved Progression-free Survival Rate After 6 months of Study Treatment.", "Cohort 1 and 2 of the primary trial recorded exactly the same percentage of each type of adverse events.", "In order to be eligible for the primary trial, patients must not have prior radiation, anthracycline or systemic anticancer therapy , and must have T1-4, N1 and M1 bilateral breast cancer.", "Cohorts 1 of the primary trial recieves Bevacizumab at a higher frequency and dose than cohort 2.", "Patients in the primary trial and the secondary trial are administered daily oral medication.", "Prior use of Anthracycline drugs in the last 6 months for anticancer therapy is prohibted for patients in the primary trial, but not for patients in the secondary trial.", "Both cohorts of the primary trial reported the same precentage of patients vomiting during the trial.", "Helen had stage III ovarian cancer 7 years prior, but has been disease-free for 5 years., she is excluded from the primary trial.", "dosages are specified in the intervention section of the secondary trial and the primary trial", "In total Over 85% patient in the primary trial achieve Recurrence-free Survival after 3 years.", "More than 2 cases of Anaphylaxis occurred in either the primary trial or the secondary trial.", "The shortest PFS in the Talazoparib group of the primary trial was over a month longer than the study duration.", "Patients in the primary trial receive 50mg/m2, 75mg/m2 and 80mg/m2 daily every 5 days for each 4-week cycle", "Most patients treated with Dasatinib and Letrozole in the primary trial had a Disease Free Interval (DFI) Greater Than 2 Years.", "A patient who had a Joint injection in the last month would not be eligible for the primary trial.", "Black men with and ECOG <=2, with ANC >1.5 x 10^9/L,Bilirubin > 2.0 mg/dl, PLT >100 x 10^9/L and no prior history of blood clots are eligible for the primary trial but excluded from the secondary trial", "the primary trial and the secondary trial require patients to undergo a minimum of two weeks of Mammosite Therapy.", "the primary trial had a much higher rate of adverse events than the secondary trial.", "All of the patients in cohort 1 of the primary trial experienced Leukopenia and Febrile neutropenia.", "Patients with metallic vascular clips placed to prevent bleeding from conditions such as intracranial aneurysms, are elligible for the primary trial.", "the primary trial reported a combined total of 3 cases of Pericardial effusion, Asthenia and Gastritis in cohort 1.", "Black women cannot take part in the secondary trial or the primary trial.", "the primary trial requires participants to have a primary tumor > 5cm in longest dimension. ", "In the primary trial cohort 2 had more patients with Leukopenia than cohort 1, whereas in the secondary trial cohort 1 had more than cohort 2. Cohort 1 of the primary trial had the highest proportion of patients with leukopenia.", "Patients who received over 5 years of anastrozole therapy, completed under a year ago, are eligible for the primary trial.", "The patient group with the highest percent of PFS at 5 months in the primary trial was Stage IIIB patients, and the worst was Stage IV Disease patients.", "Patients must be older than 18, female, have three or more target lesions and more than 1 regiment of chemotherapy to participate in the primary trial.", "According to the results of the primary trial the MTD of paclitaxel is approximately is 120 mg.", "Prior axillary surgery, axillary radiation, breast cancer and breast radiation are not permitted for entry to the primary trial, patients with prior High-dose chemotherapy can still enter if they satisfy all other inclusion criteria.", "cohorts 1 and 2 of the primary trial recorded a different number of patients that suffered from Congestive Heart Failure.", "several patients in cohort 1 of the primary trial Preferred oral tablets as a Method of Drug Administration.", "In contrast to the secondary trial, the primary trial did not record any cases of Sinus bradycardia, Bone marrow suppression or Constipation .", "The placebo group in the primary trial had a much lower Median PFS than the MM-121 cohort.", "Participants in the primary trial administered with Fulvestrant 500mg via intramuscular injection had a higher % of clinical benefit than participants who were administered an additional 160 mg of Neratinib.", "several Patients implanted with a Meso BioMatrix Acellular Peritoneum Matrix suffered Breast Related Adverse Events in both reconstructed breasts.", "Intervention 2 of the primary trial resulted in a lower percentage change in tumor diameter than intervention 1.", "There was just over 36 hours difference in Median Duration of Grade 4 Neutropenia During Cycle 1 of Chemotherapy for the two arms of the primary trial.", "At least 1 participant in each cohort of the primary trial showed signs of poor liver function.", "Patients with pure ductal carcinoma in situ (DCIS) or Melanoma are eligible for both the secondary trial and the primary trial, and are able to participate in these trials alongside other drug trials, up to a maximum of 3.", "Mark has HER2 positive breast cancer, he is eligible for the primary trial.", "the primary trial and the secondary trial have a different number of cohorts.", "There was 16.67% more cases of hemorrhaging in the primary trial than in the secondary trial.", "Patients with invasive breast cancer with a diameter of more than 70mm are included in the primary trial.", "None of the 60+ patients in cohort 2 the primary trial experienced any adverse events.", "Every patient in the primary trial is given tipifarnib PO, along with paclitaxel, doxorubicin hydrochloride and acyclophosphamide IV, but only a subset of participants undergo axillary lymph node dissection.", "One patient in the primary trial had a WBC count far below normal.", "A patient in the primary trial had a vaginal fungal infection.", "There were only 3 adverse events in the primary trial which occurred more than twice.", "Patients must present IHC 3+ or FISH amplified results to participate in the primary trial, meaning their cancer is Histologically-confirmed as being triple-positive.", "Participants of the primary trial are assigned an intervention depending on their hormone recpetor status.", "Patients with Myocardial Infarction,percutaneous transluminal coronary angioplasty or Deep vein thrombosis within the last 2 - 6 months are eligible for the primary trial.", "On average cohort 1 participants in the primary trial had an increased Rate of Acute Toxicity , whereas those in cohort 2  did not experience any Acute Toxicities.", "Cohort 1 of the primary trial included 250 patients being treated with Sunitinib and Paclitaxel for a duration of 18 months or until death, and the mean PFS for this group was just under 7 and a half months.", "Abnormal LVEF, Pregnancy or lactating automatically eliminates patients from participating in the primary trial, unless treated with herbal medicines.", "Patients with peripheral neuropathy, but no symptoms of neuropathy, are excluded from the primary trial.", "The duration of treatment in the primary trial is half as long as in the secondary trial, but twice as frequent.", "The longest Time to Disease Progression the primary trial was over 21 days  in the Docetaxel Plus Capecitabine group.", "The least common Chevalier grades for patients in the primary trial treated with Taxotere/Docetaxel were 1, 3D and 3C.", "both the primary trial and the secondary trial administer Bevacizumab to every single HER2+ patient.", "the primary trial only records GI adverse events.", "Agatha had her 53rd birthday last week, she has a histologically confirmed adenocarcinoma of the breast, with no evidence of metastatic disease. Agatha is of white british origin. she is eligible for the primary trial but not the secondary trial, due to her age.", "100% of patients in the primary trial suffered life threatening adverse events.", "the secondary trial and the primary trial are evaluating surgical interventions for breast reconstruction for patients that have had mastectomies.", "To be included in the primary trial, patients must have at least 1 unidimensionally measurable lesion, there are no size boundaries for eligibility.", "Neither the primary trial or the secondary trial are measuring Dose Limiting Toxicity of BYL719 in Combination With T-DM1.", "the secondary trial and the primary trial both measure PFS of their patient cohorts and use the same time frame.", "Cohort 2 of the primary trial recorded multiple incidents of thrombocytopenia.", "The adverse events in the primary trial where all equally prevalent, whereas in the secondary trial, alcohol poisoning was reported as the most common event.", "There were no patients in either cohort of the primary trial with a PFS exceeding 6 months.", "More than 18 participants in the primary trial had radiation dermatitis.", "the primary trial is not testing a drug based intervention, it is testing a Medical device called Manual Lymphatic Drainage.", "the route of administration for both interventions in the primary trial is a topical skin cream.", "the percentage of participants achieving complete response (CR) or partial response (PR) was 6x higher in the HER2-positive group in the primary trial, than in the ER+ and/or PR+ group.", "Patients with left-sided breast cancer and an ECOG between 1-2 are excluded from the primary trial.", "the primary trial and the secondary trial investigate the effects of their intervention on patient tpCR.", "Participants of cohort 1 in the primary trial received more Dasatinib and Paclitaxel than those in cohort 2.", "All the primary trial subjects either had Progressive disease, Complete CNS objective response rate or partial response rate.", "Patients must be between the ages of 13 and 76 to participate in the primary trial or the secondary trial.", "Cohort one of the primary trial reported 2/680 patients experiecing eye-related adverse events, whereas cohort two recorded 41.", "Patients that are fully active and able to carry on all pre-disease performance without restriction are excluded from the primary trial.", "the primary trial and the secondary trial are both utilising test and control groups in their interventions.", "the primary trial studies changes in tumour diameter, whereas the secondary trial investigates changes in heart failure rate.", "Only people who have previously been diagnosed with cancer and are currently receiving ongoing treatment for their primary tumor are eliglbe for the primary trial, as long as they are over the age of 20.", "the secondary trial and the primary trial are both testing Biodesign interventions.", "There was less than a 5% difference in the Percentage of Participants With Objective Response in the GTx-024 9 mg and GTx-024 18 mg group in the primary trial.", "Patients in cohort 1 of the primary trial receive Exemestane twice as often as cohort 2 patients receive Cytoxan.", "One patient in the primary trial had a Confirmed tumor partial response, in contrast thirty patients in the secondary trial had partial tumor response.", "Nursing patients are not eligible for the primary trial or the secondary trial, due to potential harm to the father from the study interventions.", "Cohort 1 of the primary trial had a longer PFS than cohort 2. However the patient with the longest PFS was in cohort 2.", "Scheduled flap reconstruction within 10 days prior to beginning is acceptable for patients entering the primary trial.", "Patients must be over the age of 18 and have a life expectancy over 6 months to participate in the primary trial or the secondary trial.", "the primary trial reported more than 10 times the number of patients experiencing adverse events as the secondary trial .", "Female Patients recently prescribed Rapamycin are not eligible for the primary trial, but may be eligible for the secondary trial unless they have a stage 1 to 2 Ductal carcinoma in situ and can speak english.", "The interventions in the primary trial and the secondary trial are similar, as they are testing the same medication, however they are not using the same doses.", "There were 80% more cases of embolisms in cohort 2 of the primary trial than cohort 1.", "There only overlap between adverse events obeserved in the primary trial and the secondary trial is the several case of Sepsis which occurred in both trials.", "the primary trial and the secondary trial recorded none of the same types of adverse events", "Prior exposure to doxatel is obligatory for patients in the primary trial.", "The majority of the primary trial participants achieved CR or PR.", "Cohort 1 of the primary trial recorded more optical adversse events than cohort 2.", "None of the patients in cohort 1 of the primary trial had a platlet deficiency, and none of the patients in cohort 2 had Pyrexia.", "Throughout the duration of the primary trial, pariticpants receive increasing doses of Fulvestrant.", "Patients in the control group of the primary trial had a median Overall Survival of less than a year, however several patients in arm B survived longer than a year.", "the primary trial and the secondary trial have Hypnotherapy based interventions, the secondary trial also used pain medication in its intervention.", "In total, across both cohorts of the primary trial, there was at least 2 fatigued patients.", "Patients with a platelet count of 50,0000 x 109/l are not eligible for the primary trial", "In the primary trial cohort 1 patients must have failed or be intolerant to standard therapy, or have no standard therapy available, and cohort 2 patients must respond well to standard therapy.", "Female patients with Peripheral neuropathy >0 are excluded from the primary trial.", "There were at least 15 patients with Dysphagia or Fever between the primary trial and the secondary trial patient cohorts.", "2 patients, in cohort 1 of the primary trial was recorded as having an overactive pituitary gland.", " Patients in the primary trial receive 300 mg pazopanib once daily intravenously every day, continuing until disease progression or unacceptable toxicity.", "Adequate renal, hepatic and blood work is required for entry to the primary trial and the secondary trial, this includes the following criteria; hemoglobin  11.5 g/dL, aswell as ALT, AST, alkaline phosphatase and total bilirubin < 2.5xULN, and Serum creatinine should be less than 1.7x ULN.", "1 patient in cohort 1 of the primary trial was diagnosed with a Clear cell renal cell carcinoma.", "All 4 of the CHF cases in the primary trial, were in cohort 1.", "the primary trial and the secondary trial both use tumor Objective response rate to measure the effects of their different interventions.", "Gastrointestinal haemorrhage was more common in patients from cohort 2 of the secondary trial. than cohort 1 of the primary trial .", "Two dozen the primary trial participants are classified as having Pathologic Complete Response (pCR) in the Breast and Nodes.", "Both cohorts of the primary trial are administered the same drugs in different doses .", "One patient in the primary trial was observed suffering from Enteritis.", "the primary trial and the secondary trial measure the DLT of their respective interventions, using the same time frame and the same unit of measure.", "the primary trial patients receive Trametinib, Akt Inhibitor GSK2141795 PO QD on days 1-28, up to a maximum of 8 cycles.", "the primary trial monitors the occurrence of anemia in its adverse events.", "Only one patient cohort of the primary trial had a positive median Insulin change from baseline.", "A patient has recently had an oophorectomy,they are excluded from the primary trial.", "The Triple-Negative Breast Cancer cohort of the primary trial had a much lower ORR than the cohort receiving 1.4 mg/m2 of Eribulin.", "Both cohorts of the primary trial receive higher doses of Q-122 than either of the secondary trial cohorts receive of AZD9496 variants.", "less than 60 participants in the TCH + P group of the primary trial achieved Total Pathological Complete Response (tpCR) Assessed Based on Tumor Samples.", "Patients currently prescribed laxatives are not excluded from the primary trial.", "Cohort 2 of the primary trial is the control group, as the Eligible patients with breast cancer treated with GnRHa every 28 days.", "Cohort 1 of the primary trial had 25% more patients experiencing Cholecystitis than cohort 2.", "the secondary trial administers 150 mg/Day more of Magnesium Oxide to its patients than the primary trial does.", "Cohort 1 of the secondary trial recorded more cases of diarrhea and dyspepsia than cohort 1 of the primary trial, this is due to the significant difference in cohort size.", "The most common adverse event in both cohorts of the primary trial was Anaphylaxis, which affected more than 10 patients in total.", "Patients with Scoliosis with a Cobb angle exceeding 20 degrees at the lumbar spine, or with a prior surgery at the lumbosacral spine are excluded from the primary trial, as these would interfere with the necessary CT and MRI scans for the study.", "Patients must have a confirmed pregnancy by positive Hcg test, if they are to take part in the primary trial.", "1 patient in the primary trial was affected by Sepsis, and several were affected in the secondary trial.", "A 56 year old patient with a masectomy would not be eligible for the primary trial, due to her age.", "A 30% of patients in the primary trial suffered a life-threatening reaction to an infection.", "participants from both cohorts of the primary trial had a drastically lower CNS Objective Response Rate than those in the secondary trial.", "Lower doses of MM-121 and Paclitaxel are utilised in cohort1 of the primary trial than in cohort 2.", "the primary trial and the secondary trial use different inclusion criteria for their cohorts, so patients may be eligible for one cohort, but not the other.", "Across all cohorts of the secondary trial and the primary trial there was only a single recorded case of Myocarditis and Thrombosis.", "Only White and Asian patients are eligible for both the primary trial and the secondary trial.", "Patients with ER positive, PR positive or HER2 positive stage 4 tumors may be eligible for the secondary trial or the primary trial.", "Across all three cohorts of the primary trial a total of two patients had low levels of oxygen in their body tissues.", "One patient in cohort 2 of the primary trial died in a motorcycle crash.", "A total of 3 patients in cohort 1 of the primary trial experience a Herpes related adverse event.", "Throughout the primary trial, one patient in cohort 1 developed issues with their vision.", "Cohort 1 of the primary trial recorded the same number of instances of Neutropenic fever as Cohort 1 of the secondary trial.", "Patients in group 1 of the secondary trial and the primary trial receive the same dosage of oral placebo.", "Cohort 1 of the secondary trial does not receive the same doses of Daratumumab for the entire duration of the study, whereas Cohort 1 of the primary trial recieves a consistent dose of Daratumumab for the full study.", "the secondary trial is testing a Gel which is applied to the breast, whereas the primary trial is testing an intervention which requires daily radiation of the breast.", "A patient with a Histologically confirmed breast cancer would be accepted for the primary trial and the secondary trial.", "The most common adverse events in the primary trial and the secondary trial is Neutropenia with a total of 3 cases across all cohorts.", "There were 4 more cases of Dyspnea than Dehydration in the primary trial.", "Patients that are not willing to sign and give written informed consent for participation of the primary trial will still be included.", "the primary trial is not testing a novel Physiotherapy or chemotherapy intervention.", "Patients with tumors overexpressing HER-2 are eligible for the secondary trial, but not for the primary trial.", "Neither the primary trial or the secondary trial have control groups.", "There is no difference in the proportions of Subjects With Clinical Benefit in the Exemestane + Celecoxib cohort and in the Exemestane alone cohort of the primary trial.", "the primary trial only had a total of 66 patients in across both its cohorts.", "CO2 is utilised as part of the intervention in a single one of the study groups in the primary trial, and saline is used in both of the study groups in the secondary trial.", "Only patients who identify as female are eligible for the secondary trial and the primary trial.", "the secondary trial had a lower total number of patients experiencing adverse events compared to the primary trial.", "Patients must have already participated in a specific clinical study to participate in the primary trial or the secondary trial.", "The biggest change in Change From Baseline in Serum Beta C-terminal Cross-linking Telopeptide of Type I Collagen (betaCTX) at Week 4 observed in the primary trial was a patient in the Zoledronic Acid 4 mg group, with a -73.0 % change from baseline.", "the primary trial and the secondary trial both report Objective Response Rate (ORR) of their patients.", "prior hormonal treatment(s) in the metastatic or adjuvant setting is not necessary for patients in the primary trial, neither is Adequate organ function or a particular racial or ethnic background.", "Neither the primary trial or the secondary trial require participants to practice yoga.", "There were 3 more allergic reactions observed in cohort 1 of the primary trial than cohort 2.", "There was one patient in the primary trial who suffered from a significant decrease in the number of granulocytes in their blood.", "Neither the primary trial or NCT0306117 use chemotherapy, adverse event management courses or radiotherapy in their intervention.", "Most patients in cohort 1 of the primary trial died of unknown causes.", "At least one participant of the primary trial died in under a 100 days.", "Female patients over the age of 60, with Histologically confirmed breast cancer and advanced Alzheimer's disease are ineligible for both the secondary trial and the primary trial, unless they have an ECOG>2.", "There are no cases of Vertigo, Abdominal distension or Neutropenia in the primary trial or the primary trial.", "Patients with radiologically confirmed bone metatases are excluded from both the secondary trial and the primary trial.", "Results from the primary trial and the secondary trial indicate Abraxane + Tigatuzumab produce better ORR than Caelyx, Docetaxe and Trastuzumab.", "Urosepsis was the only recorded adverse event in the primary trial.", "The the primary trial placebo group had a over 10% higher mean retention than the donepezil hydrochloride PO QD group.", "All women (regardless of Reproductive status) must use adequate methods of contraception to be eligible for the primary trial.", "the secondary trial and the primary trial only accept 18 year olds.", "Only patients in the primary trial receive 40.5 Gy of brachytherapy, patients in the secondary trial receive no radiotherapy whatsoever.", "the primary trial does not record any cardiac related adverse events.", "Patients with clinically significant grade 3 PVD are eligible for the primary trial.", "the secondary trial and the primary trial both have a placebo arm and a test arm.", "There is a significant difference in the Percentage of Participants Achieving a Dosimetrically Satisfactory Treatment Plan between cohort 1 and 2 of the primary trial, the increase in Gy has a huge effect.", "Patients with tumors that are HER2 +, PR and ER -, are eligible for the primary trial.", "Patients under the age of 18, wanting to participate in the primary trial, must discontinue any Antitumoral hormonal treatment prior to study entry, and have a life expectancy of more than 3 months.", "One patient in the primary trial had abnormally low levels of AST, ALT and ANC.", "There were 10% more patients with Left ventricular systolic dysfunction in cohort 1 of the primary trial than in the secondary trial.", "the primary trial and the secondary trial have a topical intervention, to be applied to the breast or face.", "A patient with stage 2B , pathologically confirmed PR positive breast cancer is elgible for both the primary trial and the secondary trial.", "Patients intracranial metastasis may be eligible for the primary trial.", "Nobody in cohort 1 of the primary trial suffered from Hyperbilirrubinemia.", "the primary trial did not use overall response rate, tumour response rate or progression-free survival rate as its outcome measurement.", "Joe has a known history of Hepatitis. However as he is over the age of 18 is still eligible for the primary trial.", "Any patients with histologically confirmed stage 4 adenocarcinoma HER2/neu immunohistochemistry 3+, ECOG performance status <2 and a Negative HCG pregnancy test are eligible for the primary trial.", "Laser Therapy is in each cohort of the primary trial and the secondary trial, along with neoadjuvant chemotherapy.", "Mark complained he had a racing heart twice in the last month and he is therefore excluded from the primary trial.", "Only men and postmenopausal women are eligible for the primary trial.", "Patients with cytologically confirmed breast cancer, who's Locally recurrent disease is amenable to radiation with curative intent are not eligible for the secondary trial, but are eligible for the primary trial.", "Patients in the primary trial receive at most 200mg of IMGN853 by IV every 3 weeks.", "the primary trial and the secondary trial have the same number of study groups, and are both testing the effectiveness of Full-Field Digital Mammography.", "No participants of the primary trial had a Progression Free Survival over 1 year, but several patients had a PFS of less than 1 month.", "the secondary trial and the primary trial both use irradiation techniques in their studies.", "27.6% of Patients Who Have Fatty Acid Synthase (FASN) Expression in the primary trial treated with Minocycline Hydrochloride did not have Pathological Complete Response.", "Participants of the primary trial must be older than 18, have histologically confirmed stage 3 or above breast cancer, ECOG<2 and a life expectancy exceeding 6 months.", "laboratory biomarker analysis and questionnaires are used in the secondary trial and the primary trial.", "Patients with at most stage 3 cancer are eligible for the secondary trial and the primary trial.", "Each patient in the primary trial receives 3 different drugs, whereas in the secondary trial patients are given supportive-expressive group psychotherapy instead.", "Only 2 of the adverse event cases in the primary trial occurred in patients from cohort 1.", "30% of the primary trial participants had an increased level of CECs after 42 days of treatment.", "All the primary trial participants have the same number of calories in their diets throughout the duration of the study.", "Patients with HER2 negative MBC are eligible for both the primary trial and the secondary trial.", "Patients in the primary trial experienced a only one type of Oesophageal adverse events and several types of cardiac adverse events.", "Patients participating in the primary trial and the secondary trial experienced serious eye disorders.", "In the primary trial there were more cases of Intestinal Obstruction in cohort 1 than in cohort 2.", "Patients with Clinical stage II (T2 N1) invasive mammary carcinoma are not eligible for the primary trial.", "There are no details concerning the types of imaging that are being used in the intervention sections of the primary trial and the secondary trial", "There were no cases of Cellulitis, Vertigo or Anaemia in the primary trial.", "Male patients with Systemic lupus erythematosus are excluded from the primary trial but may still be eligible for the secondary trial.", "Patients with HER2 negative tumours are eligible for the primary trial but not for the secondary trial", "the primary trial participants are given saracatinib PO for a maximum of 28 days.", "the primary trial and the secondary trial both administer Paclitaxel and Gemcitabine to their patients cohorts, but only the secondary trial utilises positron emission tomography.", "Patients with a prior malignancy of skin cancer are excluded from the primary trial.", "One patient in the primary trial suffered from an inflammation of the liver.", "the primary trial participants must take 6 tablets of Lapatinib Monotherapy (1500g) PO once daily.", "There are no cases of Febrile neutropenia in the primary trial.", "Potential participants will be considered regardless of the hormone receptivity of their breast cancer.", "Cyclophosphamide, Cabozantinib and Trastuzumab were used in the secondary trial intervention, but not in the primary trial.", "All participants in the primary trial had a Central Nervous System (CNS) Progression Free Survival (PFS) >= 16 weeks.", "the primary trial had three times the occurence rate of fistula enterovesical as the secondary trial.", "There were 8 cases of pharyngitis in cohort 2 of the primary trial.", "the secondary trial and the primary trial both accept patients with progesterone receptors(PgR+) adenocarcinoma of the breast.", "By week 48 of the primary trial the majority of patients had Stable Disease, none of them had complete or partial response.", "To be eligible for the primary trial, patients must have an invasive carcinoma confirmed by core biopsy, and a -ive human chorionic gonadotropin urine test.", "Radiotherapy and healing touch therapy is used in all cohorts of the primary trial and the secondary trial.", "the primary trial results suggest that 40 mg/m2 administered as a 3-hour intravenous (IV) infusion on Day 1 of each cycle + Capecitabine, triples patient OS, compared to Capecitabine alone.", "In total the secondary trial recorded only 3 more cases of Pyrexia than the primary trial.", "the primary trial studies the effects of CTX/IMQ/RT and Epothilone on Central Nervous System (CNS) Progression-free Survival(PFS), 9 weeks after the start of treatment.", "Patients diagnosed with osteonecrosis are eligible for the primary trial but excluded from the secondary trial.", "The only difference between the interventions used in the primary trial is the patients location.", "In the primary trial Low Dose Magnesium Oxide is 5% less than high dose Magnesium Oxide.", "Neither the secondary trial or the primary trial require patients to undergo any kind of medical treatment during their interventions, they are only testing effectiveness of consultations.", "Patients with diabetes insipidusare not suitable for the primary trial.", "Patients with Cervical carcinoma in situ are excluded from the primary trial.", "Between both of the patient cohorst of the primary trial and the secondary trial there was only a single patient who suffered heart failure.", "Patients that have previously been trated with bevacizumab are not eligible for the primary trial, unless they have also received carboplatin 2 weeks prior to study entry.", "the primary trial recorded 2 more total adverse events than the secondary trial", "Sarah has been experiencing epileptic seizures from a brain tumor. This will not prevent her from participating in the primary trial.", "57% of patients in cohort 1 of the primary trial had Pathological Complete Response Rates at Surgery, compared to 60% in cohort 1 of the secondary trial.", "Only 2 of the 16 adverse event types recorded in the primary trial, occurred more than once.", "Patients with stage I, II, III or IV triple negative breast cancer are not eliglbe for the primary trial.", "In the primary trial the FEC-75 Then Paclitaxel/Trastuzumab group had more Invasive Tumor Remaining in the Breast than the Paclitaxel/Trastuzumab Then Trastuzumab/FEC-75 group.", "None of the patients in cohort 1 of the primary trial had ACUTE VESTIBULAR or acute coronary syndrome.", "A patient who underwent T-cell transfer therapy in the past 6 months prior, and has fully recovered from the associated toxicities, would be excluded from the primary trial.", "Patients with permanent sensory loss, interfering with daily activities are excluded from the primary trial and the secondary trial.", "More than 2% of patients in the primary trial experienced a clinically significant inflammation of the back of the throat.", "Cohort 1 of the primary trial recieves less than 60% of cohort 2's dose of Neratinb.", "Presence of Extracranial metastases is part of the exclusion critera for the primary trial.", "No less than 2 patients from either cohorts of the primary trial felt nauseous.", "the secondary trial and the primary trial do not require participants to be of a particular ethnicity, sex, height or to be able to speak a specific language.", "The median TTP for patients in cohort one of the primary trial is NA.", "The maximum number of occurences for an adverse event in the primary trial was 3.", "Participants for the primary trial must be in pairs, a breast cancer survivor and a caregiver, both must be ethnically Hispanic.", "the primary trial and the secondary trial both report cases of confusion in all their patient cohorts.", "Best Overall Response (BOR) was 10.3% higher in cohort 1 of the primary trial than in cohort 2.", "the secondary trial records only gastrointestinal adverse events, whereas the primary trial doesn‚Äö√Ñ√¥t record any GI adverse events.", "There were no observed cases of Constipation, Diarrhoea, oedemas or Febrile neutropenia within patient cohorts 1 and 2 of the primary trial.", "Anna is a 57 year old female with an ECOG of 0, diagnosed with an invasive adenocarcinoma of the breast, IHC results were 1+. She is eligible for the primary trial.", "Median (95% Confidence Interval) Progression-Free Survival (PFS) was over a year higher for patients in the Trastuzumab + Sunitinib group of the primary trial than for the Docetaxel group.", "Patients with metastatic HER-2 positive adenocarcinoma of the breast can never be eligible for the primary trial.", "the primary trial patients are administered cyclophosphamide more often and in higher dosages than Methotrexate and 6-Mercaptopurine.", "There were more than 3 cases of Febrile neutropenia, Leukopenia and Neutropenia across all cohorts in the primary trial.", "the secondary trial administers placebo tablets at twice the rate of the primary trial, but less than half the dose.", "the primary trial studies the impact of Fulvestrant, Docetaxel on Oestrogen Receptor H-score.", "2% of the primary trial patients were diagnosed with Fatty Liver Disease after 3 years of Treatment with Chemotherapy or Maintenance Therapy.", "Any patients with Karnofsky Index  < 80 are eligible for the primary trial.", "Female Patients with LVEF > 50%,  who have previously undergone treatment with any of the following drugs; trastuzumab emtansine, paclitaxel, abraxane or lapatinib are still eligible for the primary trial but are excluded from the secondary trial.", "Unlike the secondary trial, the primary trial does not record any instances of Anemia, Dyspepsia, Nausea or depression.", "Patients receiving intervention 1 of the primary trial, will be administered medication topically and intraveinously.", "80% of patients in the primary trial did not suffer any adverse events.", "It is appropriate to make clinical conclusions comparing cohort 2 of the secondary trial and cohort 2  the primary trial, despite the difference in cohort size.", "the primary trial and the secondary trial interventions involve a variety of scans, such as CT, PET, MRI and dosimetry ", "Patients with a positive sentinel node biopsy must have surgery to remove lymph nodes from the groin or they will not be eligible for the primary trial.", "All Participants with disease progression (After 16 Weeks of Treatment) in the primary trial were in the Afatinib 50 mg With Letrozole group.", "Participants in the primary trial had a higher likelihood of achieving 2 Year Disease-Free Survival than those in either cohort of the secondary trial.", "Every adverse event in the primary trial occurred more than 8 times.", "A female with Hemoglobin > 10.0 g/dl, Absolute neutrophil count 1,733/mm3, platelet count = 100,000/¬¨¬µl and total bilirubin < 1.2 x ULN are eligilbe for the primary trial.", "the primary trial and the secondary trial have no overlap in the drugs they use for their interventions, however they both have placebo groups.", "Participants in cohort 1 of the primary trial weighing less than 45 kg receive 5 million units/m^2 less of IL-2, than participants over 45 kg, but all participants will be administered Methylprednisolone 3 times per week for 6 doses.", "The Percentage of Participants With Feasibility was 70% higher in cohort 1 of the primary trial than in cohort 2.", "Patients with HER2 positive tumors are ineligible for the primary trial.", "Women of any age can participate in the primary trial and the secondary trial.", "paclitaxel is the only drug in the primary trial given by IV.", "the primary trial is investigating Cognitive behavioural therapy, a type of psychotherapy, in contrast the secondary trial studies Trastuzumab, a type of chemotherapy.", "the primary trial participants receive either 50mg/m2 trastuzumab, Tamoxifen or Exemestane.", "10 of the patients in Cohort 1 of the primary trial suffered from Hypotension.", "the primary trial and the secondary trial use completely different drugs and techniques for their interventions, however they both require trained Radiologists on site for evaluation.", "Cohort 1 of the primary trial had a much higher number of deaths than cohort 2.", "Cohort 1 of the primary trial 0.0015% less total adverse events than cohort 2 of the secondary trial.", "In total cohort 1 of the primary trial recorded 20% more adverse events than cohort 2.", "the primary trial is testing a chemotherapy treatment whereas the secondary trial is testing a physcotherapy course.", "The patient with the shortest PFS was in the secondary trial, at only 5 days, and the longest recorded PFS was in the primary trial at 78 months.", "In order to participate in the primary trial, participants must have 20/20 vision and a hiistologically confirmed, measurable, invasive breast carcinoma.", "At least 400 participants in the primary trial receiving an oral treatment of film-coated Afatinib tablet at a starting dose of 40 milligram (mg) once daily and weekly 10 minutes intravenous infusions of Vinorelbine 25 mg/meter^2 (meter=m) had a PFS over 9 months.", "the secondary trial is testing for the DLT of its interventions, whereas the primary trial is evaluating the dose limiting toxicity for SentiMag and SiennaXP. ", "The interventions in the primary trial and the secondary trial are applied daily for a period of several months.", "The only criterias for entry to the primary trial and the secondary trial is that patients must be female, over the age of 21 and british.", "There are several types of surgical and therapeutic treatments, such as Appendectomies and radiotherapy, which are banned for patients wanting to take part in the primary trial.", "The Median length of time that a patient in Arm A of the primary trial survived after receiving a TNBC diagnosis was 6 months.", "Cohort 1 of the primary trial and Cohort 1 of the secondary trial  have the same total number of adverse events.", "pre-menopausal patients with Lactiferous duct carcinomas are eligible for the primary trial.", "the secondary trial and the primary trial use similar outcome measures, evaluating how long patients survive after treatment.", "There was 38% more patients with DLT in cohort 2 of the primary trial than in cohort 1.", "In the primary trial patient cohort, 3 different types of infections are observed, these are pneumonia, urinary tract and Athlete's foot.", "There is no age limit for either the secondary trial or the primary trial. Patients simply need to be diagnosed with interstitial pneumonia or pulmonary fibrosis to be eligible.", "There results from cohort 3 of the primary trial were inconclusive.", "A total of 89 patients in the primary trial had Supraventricular tachycardia.", "A patient was treated with Pertuzumab for 6 months, and this treatment was discontinued less than 1 month prior to study entry and the patient has not fully recovered from the entailing side effects, hence this patient is eligible for the primary trial.", "More than 5% of the primary trial participants achieved partial response (PR).", "the primary trial and the secondary trial do not use chemotherapy, radiotherapy or mammography in their interventions ", "Adult Patients with Histologically proven Unifocal HER2- infiltrating breast cancer that have not had Previous lumpectomy or same side mammary reduction and have no Contra-indication to surgery are excluded from the primary trial.", "Patients prescribed with bisoprolol or labetalol to treat CHF are eligible for the primary trial.", "Both the primary trial and the secondary trial record instances of Rectal Hemorrhage within their patient cohorts.", "Only cohort 2 of the primary trial receive letrozole, but both cohorts undergo Endocrine Therapy .", "Emily has an Inoperable non-metastatic breast cancer, she is eligible for both the secondary trial and the primary trial.", "Patients with lymphopenia can participate in the primary trial.", "Patients cannot do more than half an hour of physical exercise in a day, if they are to participate in the primary trial, however, this is not a requirement for the secondary trial.", "There was no adverse event in cohort 2 of the primary trial which occurred in more than 0.5% of patients.", "the primary trial recorded many more seizures than the secondary trial, despite having less than one tenth the number of patients in its total cohort.", "Patients in the primary trial receive vorinostat at the same frequency, dosage and through the same route of administration as the secondary trial receive 6-Mercaptopurine.", "the primary trial Participants received niraparib 200 milligrams (mg) PO once daily for a 28 day cycle, for 3 cycles, after which all participants undergo neoadjuvant chemotherapy.", "Candidates must have a life expectancy less than 12 weeks to particpate in the primary trial and the secondary trial.", "Cohort 1 of the secondary trial had more than 50x the number of patients as cohort 1 of the primary trial.", "Cohort 2 of the primary trial recorded 10% more cases of Leukopenia than cohort 1.", "The only type of adverse event recorded by both the secondary trial and the primary trial is Diarrhoea and Abdominal pain.", "Candidates for the primary trial must have a bone density scan 1 month prior to study entry, if the results from this are more than 2 standard deviations below normal, they must be excluded.", "More patients in the Palbociclib+Letrozole Australia Cohort of the primary trial experienced Treatment-Emergent Adverse Events compared to patients in the Palbociclib+Letrozole India Cohort.", "More than 1 patient in the primary trial suffered an adverse event.", "The Ridaforolimus + Dalotuzumab + Exemestane group of the primary trial had a median PFS of over 38.43 months.", "Over 9 patients in the primary trial suffered from adverse events associated with a low number of white blood cells present in the bloodstream.", "the primary trial results indicate that CoQ10 reduces the PFS of breast cancer patients compared to a placebo by about 8%", "There were more cases of Pulmonary embolisms in the primary trial than the secondary trial.", "Women with leptomeningeal metastases are unfortunately excluded from the primary trial, as it would prevent them from giving informed consent to study entry.", "More patients in cohort 1 of the secondary trial suffered from oedema in their limbs, compared to patients in cohort 2 of the primary trial.", "2 patients in the primary trial suffer from DVT, 0 in the secondary trial.", "ECOG > 1 and a life expectancy over 12 weeks are necessary to participate in the primary trial.", "Adele is an 85 year old woman with Stage IV histologically confirmed ER+ breast cancer with an ECOG of 0, she has a life expectancy below 6 months and a history of thrombotic events. She is eligible for the primary trial", "More than 20% of  patients in cohort 1 of the primary trial experienced adverse events.", "In the primary trial The Percentage of Participants With Objective Response (OR) for the Afatinib Monotherapy was 18% lower than the Afatinib and Paclitaxel or Vinorelbine Combination Therapy group.", "Several treatments in the secondary trial and the primary trial are administered by mouth.", "Patients receiving intervention 1 of the primary trial must undergo a 21 day treatment cycle, for a total of 6 courses, unless death occurs .", "Patients with unexplained fever below thirty eight degrees Celsius may be included in the secondary trial and the primary trial.", "the primary trial and the secondary trial are both evaluating patient assisted imaging interventions.", "Women in cohort A and B of the primary trial with serum 25 (OH)D greater than or equal to 30 ng/ml did not receive weekly supplementation of cholecalciferol.", "All of the patients in the primary trial had minimal Stomatitis symptoms and a normal diet.", "Females aged between 18-25 with stable angina cannot be included in either the secondary trial or the primary trial.", "Neither the primary trial or the secondary trial use Low Dose Magnesium Oxide, Biopsies or Mometasone in their intervention.", "Cohort 2 of the primary trial 3 had more patients with Complete response than cohort 1.", "The Lapatinib group of the primary trial had a smaller Percentage Change From Baseline in Urinary N-telopeptide of Type I Collagen than the Odanacatib 5 mg group", "There are no adverse events in the primary trial that occurred more than once.", "Patients whose breast tumour is 0.1 cm across or less are eligible for the secondary trial, but not the primary trial.", "the secondary trial and the primary trial both used MRI and Letrozole for their interventions.", "between the two Arms of the primary trial, cohort 1 vastly outperformed cohort 2 in terms of the number of patients with complete tumor response.", "Less patients in cohort 2 of the primary trial had an unusual amount of fluid around the lungs than in cohort 1.", "Cohort 2 of the primary trial receive a higher dose of Ixabepilone, at a higher frequency, than cohort 1, ", "patients from both arms of the primary trial experienced Grade 4 Neutropenia for the same amount of time. There was no recorded difference whatsoever. ", "Patients eligible for the primary trial and the secondary trial must live in the USA.", "Patients in the primary trial treated with Fulvestrant 250 mg had a 33% higher Objective response rate than those treated with Fulvestrant 250 mg + Loading Dose.", "Adequate hematologic, renal, and hepatic function are required to participate in the secondary trial and the primary trial, however, patients with severe loss in cognitive function are still eligible.", "Patients with severe malabsorption disorders are ineligible for the primary trial, unless they are able to receive intravenous (IV) alimentation.", "There were 7 more cases of Anaemia and 1 more case of Disseminated intravascular coagulation in cohort 1 of the primary trial compared to cohort 2.", "the secondary trial exclusively uses radiotherapy in its intervention, whereas the primary trial gives its patient cohorts Stem Cell Transplants on the first day of the study.", "Acute coronary syndrome was the most prevalent adverse event in the primary trial, other than Thrombocytopenia .", "Throughout both the secondary trial and the primary trial there was only one case of pregnancy, in cohort 1 of the secondary trial.", "0 patients in the primary trial or the secondary trial died.", "None of the patients in the primary trial had Thrombocytopenia, heart failure, Pancytopenia, Acute coronary syndrome or Atrial fibrillation.", "The majority of patients in the primary trial experienced at least one adverse event.", "There were 2 cases of severe back pain observed in the primary trial.", "Patient who have undergone External beam radiation therapy and major surgery in the last two weeks are eligible for the primary trial.", "At most 3 patients in the primary trial suffered from Neutropenia.", "Patients with breast implants are always excluded from the primary trial.", "Cohort 2 subjects of the primary trial receive 3.25 mg of vaginal DHEA gel QD more than cohort 1 subjects, of the two cohorts in the secondary trial only the cohort without pain recieves Duloxetine 30 mg daily.", "The difference between the two cohorts of the primary trial is that cohort 1 received higher doses of IMGN853, whereas cohort 2 received lower doses more frequently.", "Heavy smokers (more than 5 cigarettes smoked per day) and patients undergoing methadone or buprenorphine maintenance therapy for opiod addiction are eligible for the secondary trial and the primary trial.", "less than 50% of the primary trial subjects treated with Lapatinib 1500 mg had no progressive Disease at Week 12.", "Although there is a much higher percentage of patients with Enterocolitis in the secondary trial than in cohort 1 of the primary trial, no robust comparisons can be made due to the significant differences in cohort sizes.", "Patients with No QT prolongation are excluded from the primary trial.", "More than half the participants of the primary trial are considered to be censored. the secondary trial used the same outcome measurement, but had no censored patients.", "None of the patients in the primary trial or the secondary trial committed suicide.", "the primary trial uses a set dosage of 1000 mg PO daily of Lapatinib, whereas the dose of Capecitabine changes with patients body weight.", "The intervention section for the primary trial does not detail the type, dosage or duration of the intervention, unlike the secondary trial.", "There were no cases of Leukopenia, Epitasis or Arrhythmia observed in patients participating in the primary trial.", "Several patients in the Eribulin Mesylate group in the primary trial survived less than a year.", "Patients with HER2 + breast cancer stage 1-4  are eligible for both the primary trial and the secondary trial.", "the primary trial and the secondary trial both investigate Pharmacokinetics Itraconazole 500mg QD.", "Patients must have ductal carcinoma, that can be felt by touch to be eligible for the primary trial.", "the primary trial participants will receive either Lapatinib, WBRT or Herceptin.", "The maximum Progression Free Survival for patients in cohort 1 the primary trial was 1 year.", "the primary trial and the secondary trial both use subcutaneous injections as the route of administration for their interventions.", "Patients with prior chemotherapy are excluded from the secondary trial and the primary trial.", "There was over 10 more cases of adverse events in cohort 2 than in cohort 1 of the primary trial.", "Rachel is 19 years old and has skin ulcerations and allergic reactions to triclosan, she cannot take part in the primary trial due to her age.", "Participants with HER2- primary liver tumors, confirmed by fluorescence in-situ hybridization are eligible for the secondary trial and the primary trial.", "the primary trial and the secondary trial both have a control arm, and several test arms.", "All Cohorts of the primary trial and the secondary trial receive their treatment via Subcutaneous administration.", "the primary trial results show that Participants receiving lapatinib 1500 milligrams (mg) orally were twice as likely to achieve DFS at 5 years than placebo patients.", "All of the adverse events recorded in the primary trial were cardiac related.", "Less than 1/4 patients in the primary trial experienced adverse events.", "Patients in cohort 1 of the primary trial may receive gradually increasing doses of Afatinib monotherapy, up to 160% of the starting dose.", "the primary trial participants apply topical imiquimod to cutaneous lesions once daily every other day for a total of 14 days every 28 day cycle.", "In the primary trial patients in control group had a Z-score of 0.037, higher than the test group score. ", "Participants in group 2 of the primary trial receive taping to anastomosis regions., but no  Complex Decongestive Physiotherapy.", "Women who have undergone a breast enlargement procedure, and have since had the implants removed, are excluded from the primary trial.", "In the primary trial There was less than 3 months difference between the maximum and minimum recorded TTP of the Exemestane group.", "the primary trial and the secondary trial only record 2 of the same adverse events.", "the primary trial and the secondary trial both use vaccine based interventions, however this is done in different intervals and for a different duration of time.", "Patients must be english to participate in the primary trial.", "the primary trial designates specific interventions to its patients depending on their tumour response, patients with complete response go to cohort A and all other in cohort B, in contrast the secondary trial assigns interventions randomly.", "Arm 2 of the primary trial receive dose-intensive chemotherapy on a21 day cycle up to 3 times in the absence of disease progression or unacceptable toxicity.", "Clinically anxious patients are not able to participate in the primary trial.", "WOCBP that refuse to use contraception are excluded from the primary trial, but may be eligible for the secondary trial if they are a UK resident.", "Candidates for the primary trial must have a life expectancy over 6 months.", "Heart-related adverse events were recorded in the secondary trial, but not  the primary trial.", "the primary trial is testing a combination of capecitabine once daily with radiotherapy.", "the primary trial participants are treated with Cognitive behavioural therapy, this is not used at all in the secondary trial.", "More patients in cohort 1 of the primary trial experienced death progressive disease  than in cohort 2.", "the secondary trial and the primary trial both use Pathologic complete response (pCR) as their outcome measure, and use a 6 month time frame.", "Stephanie has been living with her boyfriend for 2 months, she is eligible for the primary trial.", "the secondary trial recorded more cardiac related adverse events than the primary trial.", "Patients in the primary trial and the secondary trial did not have any of the same adverse events, except Supraventricular extrasystoles which was the most common event in both trials.", "There were 0 cases of night blindness in the primary trial, and 1 in the secondary trial.", "In the secondary trial and the primary trial Her-2 neu positive breast cancer patients receive additional maintenance therapy  compared to other patients.", "Renal cancer Patients from the primary trial receiving Standard of Care had a median PFS of 2.5 months by Core radiology laboratory assessment.", "The difference in median Overall Survival (OS) of Patients between the two cohort of the primary trial was less than one month, the patient with the longest OS was in cohort 1.", "All the primary trial participants do not receive any oral capecitabine, oral lapatinib ditosylate or cixutumumab IV, in conrast all the secondary trial subjects receive these.", "Informed consent is optional for entry in the primary trial.", "Hyperglycemia was the most common adverse event in cohort 1 of the primary trial.", "One patient in the primary trial experienced a thromboembolic event, a condition associated with a high degree of morbidity and mortality. However, the most common adverse event was Anemia.", "Patients with Leukemia, Hepatitis or Cataracts cannot be included in the primary trial.", "The highest number of occurences for any adverse event in both the primary trial and the secondary trial was 39.", "the primary trial is testing a radiotherapy intervention whereas the secondary trial is testing a novel hand-held medical device, which patients must use themselves to drain their lymph vessels.", "If Hannah has been taking ketoconazole to treat athlete's foot for 6 weeks, until today, she will be eligible for the primary trial next Tuesday.", "the primary trial recorded one patient with congestive Cardiac failure, the secondary trial recorded more.", "60 patients in the primary trial were able to Complete at least 85% of the Planned Dose on Schedule.", "In total there were more adverse events in cohort 1 of the secondary trial than in cohort 2 of the primary trial.", "There were no adverse event in the primary trial which affected more than 10% of a particular patient cohort.", "Only Post menopausal women can enter the primary trial, as long as they do not have prior hormone replacement therapy.", "The patient groups in the primary trial each receive the same doses of different oral medication, either Tamoxifen or Exemestane.", "The majority of patients in the primary trial and the secondary trial experienced an adverse event.", "Fluorouracil, testosterone, and cyclophosphamide (FEC) are used in both cohorts of the secondary trial, but not in cohort 1 of the primary trial.", "Not a single patient in the primary trial suffered from Congestive Heart Failure during active treatment with Trastuzumab and RAD001.", "All cancer stages are accepted for the primary trial and the secondary trial.", "cohort 1 of the primary trial recieves 120 mg of Ginkgo Biloba twice daily.", "Patients with Platelet count over 100,000/mm¬¨‚â•, ANC <  1,700/mm¬¨‚â• and Hemoglobin between 4 to 5 grams per deciliter are eligible for the primary trial.", "the secondary trial does not have a defined end date, whereas the primary trial lasted 2 weeks.", "There is no placebo or control group in the primary trial, in the secondary trial, Suramin acts as placebo.", "The Maximum Tolerated Dose (MTD) and Recommended Phase 2 Dose (RP2D) for Alisertib in Combination With Paclitaxel, supported by results from cohort 2 of the primary trial, is 40 mg/m^2 orally, twice daily (BID) on Days 1-3, 8-10 and 15-17", "The most frequent adverse event in cohort 1 of the primary trial was lymphopenia.", "The the secondary trial intervention is applied to the palms and soles twice daily, the primary trial participants are not administered any medication on the skin of the hands or feet, but rather onto the breast or chest wall.", "A 75 year old female patient, with an ECOG of 3 and an estimated life expectancy of more than a year would be eligible for the primary trial.", "Patients with an FEV1 of 80% to 120% are ineligible for the primary trial.", "Lidoderm products are used in a intervention arm 1 of the secondary trial, and an FFDM product is used in arm 1 of the primary trial", "the primary trial and the secondary trial use the same outcome measurements, same drugs and the same cohort sizes.", "the primary trial uses the same dosage of Triptorelin as the secondary trial uses for Capecitabine and Lapatinib.", "Patients in the primary trial receive a lower dose of Zometa by IV than the secondary trial patients receive of PI3K inhibitor BYL719  by IV.", "At least 1 patient in cohort 1 of the primary trial suffered from a Hemophilia, a rare coagulation disorder.", "Participants of the primary trial higher doses of Imatinib mesylate than Letrozole, but are administered Letrozole twice as often.", "In the primary trial 11 patients had serious adverse events, no patients had serious  Adverse Drug Reactions, and over half of patients passed away from Unexpected adverse events.", "Patients with Cancer that has spread from a breast tumor to their CNS are able to take part in the primary trial.", "Patients with dementia or schizophrenia may be eligible for the primary trial and the secondary trial.", "The only adverse event observed in Patients from both the secondary trial and the primary trial, was Endocervical cancer.", "the primary trial participants receive more anastrozole, Fulvestrant and exemestane than patients in the secondary trial.", "There were no depressed patients in either the primary trial or the secondary trial, however there was one suicide attempt in cohort 2 of the secondary trial.", "Sharone had a hip replacement 2 months prior, she is not elgible for the primary trial.", "There were no cases of Myocardial ischaemia in the primary trial or the secondary trial.", "There are several coagulative adverse events recorded in the primary trial, but not a single one in the secondary trial.", "All subjects in the primary trial and the secondary trial will be adminstered 4 mCi Tc-99m sestamibi and undergo Molecular breast imaging.", "There were 4 different cardiac adverse events recorded in cohort 1 of the primary trial.", "A total of 2/93 patients in the primary trial were observed with either Leukopenia, Cardiopulmonary failure or Diarrhoea.", "Abraxane + Capecitabine group of the primary trial has 61 more patients with either Complete Response (CR) disappearance of all target lesions; Partial Response (PR) at least a 30% decrease in the sum of the longest diameter of target lesions than the Abraxane Alone group.", "the primary trial and the secondary trial are not studying PFS, PBR or DLTs.", "59 patients from Arm A of the primary trial achieved a best overall response, classified as a complete or partial (confirmed) tumor response or stable disease for at least 6 months.", "the primary trial measured the Number of Participants With Disease Progression (PD) or Death, to evaluate the performance of its interventions.", "the primary trial and the secondary trial both reported cases of Pseudomonal sepsis in their patients.", "In total more than 5 patients in the primary trial and the secondary trial experienced Earache.", "2 cases of hematolysis were recorded in the primary trial, none in the secondary trial.", "Asian, white british and white irish women are eligible for the primary trial, as long as they do not have uncontrolled or symptomatic brain metastases.", "the secondary trial and the primary trial are both taking place at the Memorial Sloan Kettering Cancer Center.", "A higher number of cohort 2 participants from the primary trial experienced fever, compared to cohort 1.", "several different mental health issues were observed in the primary trial and the secondary trial.", "Patients with any of the following conditions will be excluded from the primary trial; grade 1 infection, unstable angina or a grade 4 hemorrhage within the last month.", "Females over the age of 20 that have recieved chemotherapy in the last 4 weeks , are eligible for the primary trial.", "the secondary trial and the primary trial use best Overall Response (OR) as their evaluation metrics, however they use significantly different time frames.", "the secondary trial and the primary trial both require their patients to receive their respective interventions on a daily basis.", "Patients in both the primary trial and the secondary trial suffered from Pulmonary embolisms.", "19.57% of patients in the secondary trial developed an eating disorder, there were no cases of this happening in the primary trial.", "The minimum period of time from start of study treatment to first documentation of objective tumor progression or death due to cancer for any patient in the primary trial, was just over a year.", "Participants in the primary trial receive different interventions depending on their cancer hormone status, so Triple-Negative patients are seperated from HER2+ patients for example, whereas all patients in the secondary trial took the same intervention.", "IV is used as route of administration by the interventions in the primary trial and the secondary trial.", "Placebo treatment is used in cohort 2 of the secondary trial, but there is only a test group in the primary trial.", "There less than 1% of either cohort of the primary trial was effect by Pancytopenia, but just over 5% of cohort 1 patients suffered from Coagulopathy.", "Both the primary trial and the secondary trial at least partly administer their interventions orally.", "Patients suffering from vomiting are still eligible for both  the secondary trial and the primary trial.", "Less than 5% of cohort 1 of the primary trial had LACRIMAL DISORDER, 0% of the secondary trial patients were recorded as having LACRIMAL DISORDER.", "In order to be eligible for both the secondary trial and the primary trial, patients must be female, over the age of 18, ECOG <2 and have Histologically confirmed HER2 + breast cancer.", "Patients with HER2 positive breast tumors are eligible for the primary trial, but excluded from the secondary trial.", "Females over the age of 18, whose last period was 2 years prior to randomisation are eligible for the primary trial.", "0/49 the primary trial Participants With HER2-expressing Metastatic and/or Unresectable Breast Cancer had a Maximum change from baseline in QTcF of <60ms.", "the primary trial recorded 4 life-threatening adverse events.", "Only patients in cohort 2 of the primary trial undergo Trunk compression. However all patients in the secondary trial are treated with Trunk compression.", "the primary trial records several central nervous system related adverse events in its patients, whereas the secondary trial does not.", "There were 2 more cases of Gastrointestinal Haemorrhage in cohort 2 of the primary trial, than in cohort 1.", "Patients are not required to be sexually active to receive the primary trial intervention, this is however a requirement for the secondary trial where the intervention must be applied during sexual activity.", "In total only 20% of participants in the primary trial did not achieve Pathological Complete Response.", "Any patient can enter into the primary trial or the secondary trial; as long as they are willing to provide Informed consent and are capable of using the internet.", "Spanish women with a heart rate of at most 50 beats per minute are eligible for the primary trial.", "In order to meet the inclusion criteria for the primary trial patients must have had aromatase inhibitor (AI) therapy before study entry, resulting in complete tumor response.", "Patients with an ECOG score between 3-5 are eligible for the primary trial.", "Patients must have Human epidermal growth factor receptor 2 (HER2) overexpressive tumors to participate in the primary trial.", "Neither cohorts of the primary trial receive any medication orally, by IV or by radiation.", "the primary trial and the secondary trial use ECOG to evaluate potential candidates' performance status.", "Males are not eligible for the primary trial, because they do not produce oestrogen.", "the primary trial administers the Urea/Lactic Acid Cream topically, twice daily, and the placebo is administered orally once a day.", "A patient presenting Glomerular filtration rate of 63, a severe iodinated contrast allergy and with BI-RADS category c breast tissue would be eligilbe for the primary trial.", "the primary trial and the secondary trial did not observe any of the same adverse events in their patients.", "There was just under 8 weeks difference in Progression-free Survival between the minimum and maximum PFS in the primary trial.", "The most common adverse events in the primary trial where Infection and Stomatitis, affecting a total of 14 patients.", "Patients with prior radiotherapy for the treatment of stage 4 cancer over 5 years ago, are not eligible for either the primary trial or the secondary trial.", "No cases of Metastasis to the CNS were recorded in the primary trial.", "the primary trial recorded several skin infections in their patients.", "The Change From Baseline in Mean Duration of the QTcF Interval for patients in the primary trial was at its highest on Day 1 of the third cycle, before T-DM1 intravenous (IV) infusion.", "There was exactly the same proportion of anemic patinets in both cohorts of the primary trial.", "Men suffering from Ulcerative colitis are excluded from the primary trial, but eligible for the secondary trial.", "There was one GU and three GI adverse events recorded in the primary trial.", "There were 2 cases of Angina in the primary trial.", "the primary trial uses a 3 week cycle for SB-715992 administration, and the study lasts for 21 cycles.", "the primary trial's intervention section does not describe the intervention dosage, frequency or duration for cohort 2, however cohort 1 recieves placebo twice daily for two months.", "Molecular Breast Imaging is not applied in either the primary trial or the secondary trial interventions, however all participants taking part in these studies will need to receive stem cell transplants.", "the primary trial administers letrozole for 28 days, whereas the secondary trial administers is intervention over 4 cycles of 21 days.", "the primary trial results imply that Zoledronic Acid 4 mg Upfront causes a +ve Change in Bone Mineral Density, whereas Zoledronic Acid 4 mg Delayed causes a smaller, but still positive change in Bone Mineral Density (within a certain patient demographic).", "Patients with cytologically confirmed, metastatic, early stage invasive breast cancer with an Allred score of 3 are eligible for the primary trial.", "Cohort 2 of the primary trial and the secondary trial are test groups. ", "One of the cohorts in the primary trial had more than 5% of patients experiencing side effects.", "Participant in cohort 1 of the primary trial undergo a Mammography, whereas patients in cohort 1 of the secondary trial receive 6 mg Estradiol as supplementation for the Mammography.", "Patients prescribed Citalopram as an ongoing treatment for depression are not eligible for the primary trial, as Psychological illnesses are not permitted.", "All the primary trial subjects are required to take the intervention tablet PO daily.", "Intervention of Cohort B is described as Afatinib 50 mg, taken orally, bi-weekly.", "the secondary trial and the primary trial results indicate that the PFS of participants is partially linked to age, cancer grade and ethnicity.", "64 of the study participants in the primary trial receiving lapatinib 1000mg daily and trauzumab 4mg/kg loading dose and then 2mg/kg every week experienced at least Near Complete Pathologic Response, or better, after 12 weeks.", "More than 1/3 patients in cohort 1 of the primary trial experienced an adverse event.", "There is one case of Cardiopulmonary failure in cohort 1 of the secondary trial, but none in cohort 1 of the primary trial.", "The most common adverse event in cohort 1 of the primary trial is Neutropenia.", "the primary trial is a phase II trial in which all participants will recieve topical fluocinonide 0.05% face cream twice daily for two weeks.", " The same dose of trastuzumab was used for the interventions in the primary trial and the secondary trial.", "More patients in the primary trial suffer from dysfunctions with ventricular contractions than ventricular systole.", "Patients with histologically confirmed, newly diagnosed stage 0 breast cancer cannot take part in the primary trial, or the secondary trial, unless they present LVEF below 50% ", "the primary trial and the secondary trial recorded the same proportion of patients experiencing nausea.", "In the primary trial, Dasatinib, 70 mg, Twice Daily results in a better median PFS than Dasatinib, 100 mg, Daily. The opposite was true in the secondary trial.", "In total more participants in the primary trial had no tumor Response, than partial response, and only 3 patients had a complete response.", "At least 11 patients in both cohorts of the primary trial achieved either complete response (CR) or partial response (PR). ", "Only one cohort of the primary trial needs to receive manual lymph drainage prior to each cycle of anthracyclines.", "The total number of patients affected by adverse events in cohort 2 the primary trial is more than 1000.", "A minimum bodyweight of 50kg is required to participate in either the primary trial or the secondary trial.", "1 patient in the primary trial suffered from a blood clot blocking their trachea.", "the primary trial and the secondary trial both administer Zometa to their patients through IV, although in different doses.", "the primary trial results show that the Recommended Dose Level for Phase II Testing (RPTD) (Phase I) is 3 mg/ks cixutumumab.", "Both cohorts of the primary trial receive identical interventions; Pegylated Irinotecan Administered intravenously (IV) at 145 mg/m¬¨‚â§ as monotherapy once every 21 days , the differences between the cohorts is the type of cancers that patients are diagnosed with, cohort 1 is NSCLC, whereas cohort 2 is mBC and the number of cycles for each cohort, 1 for cohort 1 and 4 for cohort 2.", "Neutropenia affected the majority of patients in cohort 1 of the primary trial.", "Patients with T1N2M0, T2N1M0, T3N1M1 and TxN1M0 tumors are eliglbe for the primary trial.", "Cohort 2 of the primary trial reported one case of AML.", "In the primary trial only 1 cohort is administered the intervention, whereas in the secondary trial both cohorts receive the same intervention.", "the primary trial results indicate that the Recommended Phase II Dose for paclitaxel, as Assessed by NCI Common Terminology Criteria for Adverse Events, is 90 mg/m2 .", "the primary trial recorded half as many patients vomiting as the secondary trial.", "the primary trial and the secondary trial both record cases of Cholecystitis.", "Candidates for the primary trial are expected to be capable of holding their breath underwater for 30 seconds.", "There was 1 MRSA infection in cohort 1 of the secondary trial and 4 in cohort 2 of the primary trial.", "A patient with minimal symptoms but a severe obstruction of the left main coronary artery would be unable to participate in the primary trial.", "the primary trial and the secondary trial both require the patients to activate the interventions by remote control.", "More than 3 patients in the primary trial had a common cold.", "7 patients in cohort 1 of the primary trial suffered dose-limiting toxicities.", "Skin infections were more common in patients in cohort 2 of the secondary trial, than in cohort 1 of the primary trial.", "Patients with Grade I peripheral neuropathy or above are eliminated from participation in the primary trial.", "There are no racial criteria for entry into the primary trial, however there are gender criteria.", "The Cohort of the primary trial which received D+C and Taxane Na‚àö√òve, produced marginally better results than the other cohort.", "There were several cases of Multi-Organ Failure in both cohort 1 of the secondary trial and cohort 2 of the primary trial.", "the primary trial recorded 23 adverse events.", "There is are the same total number of patients in the primary trial as in the secondary trial.", "Cohort 1 of the primary trial had more cases of Hepatic encephalopathy and Pneumonia than cohort 2.", "The Gemcitabine group of the primary trial had a median Kaplan-Meier Estimate of Progression-Free Survival more than 83% less than the Carboplatin group", "None of the patients in the primary trial or the secondary trial are required to undergo radiotherapy or surgery.", "Orange juice is banned for patients undertaking the primary trial.", "There were no cases of Oesophageal spasming, Diastolic dysfunction or thrombosis observed in the primary trial.", "The intervention for the primary trial requires participants to exercise for 12 weeks while wearing a fitbit, in contrast a full year of daily physical exercise is explicitly required for the secondary trial.", "All patients in the primary trial must have a bilateral breast mammography prior to study entry.", "the primary trial is investigating different ways to communicate with women aged 51-73 years old , whereas the secondary trial is evaluating the impact of regular exercise and dieting.", "post-menopausal patients are excluded from the secondary trial, but eligible for the primary trial.", "In the primary trial and the secondary trial the only drugs administered orally are Doxorubicin and Veliparib.", "the primary trial and the secondary trial do not exclude patients with concurrent systemic antitumor therapy.", "A 55 year old postmenopausal patient with sarcoidosis would be excluded from the primary trial due to her age.", "The most common adverse event in the primary trial was Febrile neutropenia (14.29%), whereas in the secondary trial it was a decrease in Ejection fraction (4.95%).", "the primary trial and the secondary trial both administer bi-weekly oral Carboplatin to their test groups.", "Both cohorts the primary trial apply the same topical intervention for approximately every 4-6 hours every day for a week of the study.", "In both the secondary trial and the primary trial the test cohorts achieved better overall response than the control groups.", "One of the patients in cohort 2 of the primary trial experienced neutropenia persisting for more than 7 days.", "All Participants in the primary trial and the secondary trial are receiving the same daily dose of Degarelix injected into the muscle, for the same duration of time.", "Patients with BCC are excluded from the primary trial and the secondary trial.", "Patients' appetites were not affected in the primary trial or the secondary trial.", "Cohort 2 of the primary trial reported worse results than cohort 1.", "There are more cases of Intestinal perforation, Chest pain, death, Hyperglycemia and Pneumonia in the secondary trial than in the primary trial", "Patients with HER2 positive breast or colon carcinoma are eligible for the primary trial.", "4 patients in the primary trial experienced a grade 3 or above adverse event.", "the primary trial and the secondary trial only have test cohorts in their studies.", "None of the adverse events recorded for the primary trial occurred less than twice.", "There were more cases of Cardiac failure than Pericardial effusion recorded in cohort 1.", "postmenopausal women with T1-4N1-3M1 Early invasive breast cancer are eligible for the primary trial, and Premenopausal women with T4-4N1-3M1 Early invasive breast cancerare eligible for the secondary trial.", "More patients with a Low Platelet Count where found in the primary trial than in the secondary trial.", "The only cases of cardiac problems in the primary trial occurred in cohort 1.", "cohort 1 of the primary trial had a negative (median) Percent Change From Baseline of urea-adjusted Urinary N-telopeptide (uNTx/Ur).", "Some the primary trial subjects receiving keratin are administered it topically twice daily for approximately 3-6 weeks, others participants may have it administered by ubcutaneous injection.", "Participants of the primary trial must undergo at least one MRI during the intervention and a strict chemotherapy regiment, whereas in the secondary trial patients must use a fitbit.", "100 participants in the Afatinib 20mg + Herceptin group of the primary trial suffer Dose Limiting Toxicities.", "patients with Phosphoinositide 3-kinase inhibitor based treatments are eligible for the primary trial, if this treatment ended over 5 years prior.", "compared to cohort 1 of the primary trial, other than sudden death, there are more cases of every observed adverse event in cohort 2. ", "the primary trial and the secondary trial do not explain their interventions in the intervention section.", "the primary trial and the secondary trial have non comparable results as the different in cohort size is too significant.", "Patients with undetermined estrogen receptor status can be accepted by both the primary trial and the secondary trial.", "A female patient over the age of 18 suffering from chronic viral hepatitis would be eligible for the primary trial."], [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]], "dev": [["the primary trial and the secondary trial are not studying patient PFS, ORR or DLTs.", "In the primary trial there was no recorded difference in the Number/percentage of Participants With Dose Limiting Toxicities taking 100 mg vs 125 mg of oral PD-0332991.", "Cohort 1 of the primary trial had 25% more patients experiencing adverse events than cohort 2.", "Patients with Class III obesity cannot be included in the primary trial, but can be entered into the secondary trial, as long as they do not have uncontrolled Hypertension.", "All patients in the primary trial had to drink 237 ml of water, either Alkaline Water or Distilled, depending on which cohort they are in.", "A patient in the primary trial suffered from Kidney stones.", "the primary trial does not monitor the occurrence of Hemoglobin C Disease in its adverse events.", "Laser Therapy is only used in cohort 1 of the primary trial,  neither cohort of the secondary trial make use of this.", "Patients with any of the following conditions will be excluded from the primary trial; grade 3 infection, unstable angina or a grade 4 hemorrhage within the last month.", "the primary trial do not receive any intervention by IV, orally or by surgery during the study.", "Rachel is 19 years old and has skin ulcerations and allergic reactions to triclosan, she cannot take part in the primary trial.", "the primary trial only recorded one type of acute adverse event.", "No mental health issues were observed in the primary trial.", "All Progression Free Participants (After 16 Weeks of Treatment) in the primary trial were in the Afatinib 50 mg With Letrozole group.", "There is the same number of cases of Diplopia in the primary trial as anemia in the secondary trial.", "There was 1 case of night blindness in the primary trial, and 0 in the secondary trial.", "Gastrointestinal haemorrhage was more common in patients from cohort 1 of the primary trial than cohort 1 of the secondary trial.", "the primary trial and the secondary trial use completely different drugs and techniques for their interventions.", "Patients prescribed with bisoprolol or labetalol to treat atrial fibrillation are excluded from the primary trial.", "In total Less than 10% of patients in the primary trial either had a disease relapse or died.", "The only adverse event recorded in the primary trial was one single case of pleural effusion.", "None of the patients in the primary trial had Thrombocytopenia, congestive Cardiac failure, Pancytopenia, Acute coronary syndrome or Atrial fibrillation.", "Patients with cancer in situ of the cervix are eligible for the primary trial and the secondary trial.", "Group 1 of the secondary trial has a higher ORR than both the NKTR-102 14 Day cohort of the primary trial and the NKTR-102 21 Days cohort.", "Patients with Grade III peripheral neuropathy or above are eliminated from participation in the primary trial.", "Every patient in the primary trial suffered at least 1 Treatment-emergent adverse event over a span of 2 years.", "A 75 year old female patient, with an ECOG of 1 and an estimated life expectancy of more than a year would be eligible for the primary trial.", "There were no cases of Leukopenia or Arrhythmia observed in patients participating in the primary trial.", "Patients with histologically confirmed, newly diagnosed stage 0  bilateral  breast cancer cannot take part in the primary trial, but may still be eligible for the secondary trial.", "Patients with T1N1M0, T2N1M0, T3N1M0 and TxN1M0 tumors are eliglbe for the primary trial.", "Patients with Lactiferous duct carcinomas are eligible for the primary trial.", "In total the secondary trial recorded only 1 more case of Mucosal inflammation than the primary trial.", "the primary trial and the secondary trial both reported cases of sepsis in their patients.", "the primary trial and the secondary trial observed a different number of adverse events in their patients.", "Cohort 1 of the primary trial had more cases of urinary infections and lumbar fractures than cohort 2.", "Patient who have recently undergone External beam radiation therapy are eligible for the primary trial.", " To be eligible for both the secondary trial and the primary trial patients must satisfy all the following conditions; alkaline phosphatase  < 2 x ULN, aspartate aminotransferase  <= 1.5 x ULN and Hemoglobin > 10 g/dL.", "At least one type of respiratory illness was observed in patients from both the primary trial and the secondary trial.", "Anna is a 57 year old female with an ECOG of 0, diagnosed with a HER2-positive invasive adenocarcinoma of the breast, with ipsilateral nodes pN2. She is eligible for the primary trial.", "We cannot compare the doses and frequencies provided in the intervention sections of the secondary trial and the primary trial.", "the primary trial does not have a Hypnotherapy based intervention, and the secondary trial does not have a Radiotherapy intervention.", "the primary trial and the secondary trial do not have any overlapping inclusion or exclusion criteria.", "The patient group with the highest percent of Event-free Survival in the primary trial was Stage IIIB patients, and the worst was Stage IV Disease patients.", "Between both the primary trial and the secondary trial Bevacizumab is only administered to patients in cohort 2 of the secondary trial.", "All the primary trial participants receive the same dose of Letrozole, only certain patients in the secondary trial are administered Exemestane.", "Skin infections were more common in patients in cohort 1 of the secondary trial, than in cohort 1 of the primary trial.", "Spanish women with a heart rate of at least 60 beats per minute are eligible for the primary trial.", "Most of the cases of CHF in the primary trial, were in cohort 1.", "There are no cases of agranulocytosis in the primary trial.", "the primary trial more than 6 different types of cardiac related adverse events.", "Patients with pure ductal carcinoma in situ (DCIS) are eligible for both the secondary trial and the primary trial.", "Patients with Extracranial metastases are still permited to enter in the primary trial.", "None of the patients in the primary trial committed suicide, however there was one such case in the secondary trial.", "Patients' appetites were not affected in the primary trial, but at least one was affected in the secondary trial.", "1 patient in the primary trial had an abrupt loss of heart function.", "Cohort 2 of the primary trial receive a higher dose of Ixabepilone than cohort 1, but the same dose of Epirubicin.", "Less than 1/3 participants in the primary trial achieved Progression-free Survival Rate After 12 Weeks of Study Treatment.", "In total cohort 1 of the primary trial recorded more than 10 times the number of adverse events as cohort 2.", "There was less than 24hrs difference in Mean Duration of Grade 4 Neutropenia During Cycle 1 of Chemotherapy for the two arms of the primary trial.", "Patients with a positive sentinel node biopsy must have surgery to remove lymph nodes from the armpit (underarm or axilla) or they will not be eligible for the primary trial.", "the primary trial only records cardiovasuclar adverse events.", "1 patient in the primary trial had toxic hepatitis.", "Patients with tumors underexpressing HER2 are excluded from the primary trial, but may be included in the secondary trial.", "Only one the primary trial patient treated with oral lapatinib and oral tamoxifen achieved either Complete and Partial tumour response.", "Intervention 1 for the secondary trial and the primary trial are for the control groups.", "Patients with dysphagia cannot participate in the secondary trial, but may be eligible for the primary trial.", "the primary trial has a shorter time frame than the secondary trial.", "the primary trial subjects receiving keratin are administered it topically twice daily for approximately 3-6 weeks.", "The Trastuzumab arm of the primary trial had 9% better results than the Lapatinib arm.", "Patients must have a confirmed Postmenopausal status, defined as a lack of menses for over a year, if they are to take part in the primary trial.", "Patients must have an infiltrating breast carcinoma to participate in the secondary trial or the primary trial.", " Patients with metastasis in four or more axillary lymph nodes are eligible for the primary trial.", "The most common adverse event in both cohorts of the primary trial was Anaphylaxis, which affected less than 1% of patients.", "the primary trial investigates a novel chemotherapy treatment, whereas the secondary trial is testing a type of psychological therapy.", "All of the patients in cohort 1 of the primary trial experienced an adverse event.", "Cohort 2 of the primary trial is only receiving placebo tablets, and no other medications.", "Participants for the primary trial must be in pairs, a breast cancer survivor and a caregiver, both must either be fluent in english or spanish.", "On day 1 Cohort 1 of the primary trial receive doxorubicin hydrochloride IV, oral cyclophosphamide, dexamethasone IV or orally and ondansetron IV.", "Heart-related adverse events were recorded in both the primary trial and the secondary trial.", "Patients with a nonpalpable breast lesion and 0 palpable axillary lymph nodes are eligible for the primary trial.", "In the primary trial patient cohort, 3 different types of infections are observed. ", "Patients with BUN < 20 mg/dL,  Platelet count: <90,000/mm3, Leukocyte count of 5,000/mm3 to 8,000/mm3 may be eligible for both the primary trial and the secondary trial.", "The majority of patients in the primary trial experienced an adverse event.", "Patients must have a white blood cell count above 1,500/mm¬¨‚â• to participate in the primary trial.", "Women with chronic obstructive pulmonary disease that do not require systemic corticosteroids, are eligible for the primary trial.", "The Exemestane group in the primary trial had a better median Tumor Response than the Abiraterone Acetate + Prednisone group, however the patient with the maximum TR was in the Abiraterone Acetate + Prednisone group.", "the secondary trial has 5 more patients cohorts than the primary trial.", "Patients with HER2 positive tumors are excluded from the primary trial, but may be included in the secondary trial.", "Intervention 1 for the secondary trial and the primary trial either include no treatment at all, or a placebo.", "Less than 5% of patients undergoing the intervention in the primary trial had adverse events, in comparison almost 10% patients in cohort 1 of the secondary trial  experienced an adverse event, and less than a 1/3 of those in cohort 2 of the secondary trial had adverse events.", "Only one adverse event, a Breast abscess, is observed in patients from cohort 1 of the primary trial.", "The difference between cohort 1 and 2 of the primary trial is assesment by ultrasonography and the insertion of an additional negative pressure drain for patients in cohort 2.", "the primary trial treament last for a shorter period of time than the secondary trial treatment, but is administered much more often.", "Cohort 1 of the primary trial does not receive any Eribulin Mesylate or Vorinostat, whereas both cohorts in the secondary trial receive some of both.", "Patients have received prior radiation treatment, to treat the current breast cancer, in the last two 2 weeks before study entry are eligible for the primary trial but excluded from the secondary trial.", "both the primary trial cohorts receive Physician selection from 4 standard of care metastatic breast cancer chemotherapies.", "the primary trial participants are treated with 600 mg of Pemetrexed orally twice a month until complete response or disease progression.", "Japanese participants with an ECOG of 2 are eligible for the secondary trial and the primary trial.", "Adult Patients with histologic confirmation of invasive bilateral breast carcinoma (T1 N1 M1) are eligible for the primary trial.", "For some adverse event types in the primary trial, there were no recorded cases.", "Twice as many patients in cohort 1 of the primary trial suffered from Erysipelas than diarrhoea.", "Most the primary trial subjects experienced a complete response (CR), partial response (PR), or stable disease (SD) for at least 24 weeks.", "More than half of patients in the primary trial experienced adverse events, and 100% of patients in the secondary trial did not experience an adverse event.", "There were 2 instances of patients with Atrial tachycardia in the primary trial.", "Percentage of Participants With Clinical Objective Response (cOR) in the Breast, Evaluated by an Independent Radiological Evaluation Monitoring Committee was highest in cohort 2.", "Cohort 1 of the primary trial recorded no deaths and no cases of Anemia.", "Candidates for the primary trial must have adequate colon and liver function, and must not be currently receiving amiodarone or have received amiodarone in the last 28 day. Renal function is not relevant for inclusion.", "Completely disabled patients below the age of 20, totally confined to bed or chair and unable to carry on any selfcare are eligible for the primary trial but excluded from the secondary trial.", "Patients in the primary trial receive less mg of Enzalutamide than Fulvestrant on a weekly basis.", "One patient in the primary trial had a 0.98 cm3 increase in Total MRI Functional Tumor Volume (FTV) over 3 months, almost 1cm3 less than average.", "Patients must have a one bi-dimensional, measurable indicator lesion to be included in the primary trial", "Patients with Class III obesity cannot be included in the primary trial, but can be entered into the secondary trial, even if they have uncontrolled Hypertension.", "the primary trial records two different types of pain in its adverse events, in the cranial and foot area, the secondary trial does not record any types of pain in its participants. ", "Patients with Breast cancers that have estrogen receptors are included in the primary trial.", "on assessment 0 the primary trial Participants had a confirmed disappearance of all target and non-target lesions.", "In total Less than 10% of patients in the primary trial either had a disease relapse or died.", "The Trastuzumab arm of the primary trial reported a pCR rate of 54%, significantly worse results than the Lapatinib arm which achieved a pCR rate of 45%.", "the primary trial and the secondary trial are testing completely different modalities of interventions, but utilising the same 21 day cycle.", "Participants with T4 N1 M0 breast carcinoma are eligible for the primary trial.", "the primary trial records a total of 7 different types of infections.", "There is 1 case (1.45%) of thrombocytopenia in the primary trial.", "In total there were 32 cases of Febrile neutropenia in the primary trial, and only one case of anemia.", "The two groups in the primary trial receive the same drug treatment, but group 2 gets double the dose.", "sepsis, due to the presence of an implanted device was a common adverse event in the primary trial", "the primary trial is testing a novel radiotracer called PET/CT to evaluate its use for visualization of HER2+ lesions.", "Women classified as low-risk of developing breast cancer within the next 5 years by the Gail model , and no Family history consistent with hereditary breast cancer, are eligible for the primary trial.", "the primary trial has a shorter time frame than the secondary trial, both of these studies employ the same units of measure in their evaluation.", "The Maximum Tolerated Dose (MTD) of of 1-Pemetrexed-d-tryptophan (indoximod) observed in the primary trial was 800 mg.", "DLT occurence, used as the outcome measurement in the secondary trial and Clinical Benefit Rate, used in the primary trial are not synonymous, and represent entirely different patient characteristics. ", "There were no patients with paranasal sinus reactions, or Left ventricular dysfunction in the primary trial.", "Some of the patients in the primary trial were recorded as having heart related adverse events, whereas many patients in the secondary trial experienced several different breathing related issues.", "Breast implants and Diffuse microcalcifications will not disqualify a patient from entry to the primary trial.", "Patients must have BUN < 20 mg/dL,  Platelet count: <90,000/mm3, Leukocyte count of 5,000/mm3 to 8,000/mm3 to be eligible for either the primary trial or the secondary trial.", "the primary trial and the secondary trial both use 21 day cycles for their interventions up to a maximum of 10 and 4 cycles respectively.", "Samantha has recently received a liver transplant, and is taking the combined oral contraceptive pill, she is not eligible for the primary trial, but is eligible for the secondary trial.", "the cyclophosphamide dose in the secondary trial is 150mg once every 4 weeks and the Placebo dose in the primary trial is 12mg QD.", "Both cohorts in the primary trial outperformed cohort 1 of the secondary trial in median PFS.", "The only adverse event recorded in the primary trial was one single case of spinal fracture.", "A significantly higher proportion of patients in the secondary trial suffured from infection compared to the primary trial.", "Adequate Hematologic, Hepatic and renal function is not necessary for participating in the primary trial. However, being pregnant is required.", "Cohort 2 of the secondary trial and the primary trial are control groups, receiving a placebo tablet PO BID.", "histologically confirmed invasive ductal breast cancer would result in exclusion from the primary trial, but not from the secondary trial.", "Patients with cancer cells that have metastasised into less than 3 lymph nodes, with at least one larger than 2mm, cannot enter the primary trial.", "Only two types of adverse events, Leukopenia and Anaemia, occurred in more than 1% of patient in cohort 1 of the primary trial.", "In the primary trial group A has a higher percentage of patients with >25% increase in tumor area at 3 months after treatment than group B. ", "Fiona's step sister, who is 34 years old was diagnosed with a ductal carcinoma, therefore fiona may be eligible for the primary trial.", "It is not possible for a participant of the primary trial to have a Time to Reach Maximum Plasma Concentration of 6, 24 or 12 hours.", "There was twice as many Cardiac adverse events as cases of Dyspnea in cohort 1 of the primary trial.", "The Herceptin group in the primary trial had a higher percentage of Patients Achieving partial Pathological Response than the CT-P6 and ZA group.", "Less than 20 the primary trial participants achieved partial response (PR).", "Cohort 1 and 2 of the primary trial recorded the same number of patients with Febrile Neutropenia.", "Unlike the primary trial, the secondary trial does not test Gonadotrophin-releasing Hormone Analogues or medical devices.", "the secondary trial recorded more total occurences of gastrointestinal adverse events than the primary trial.", "All patients in the Letrozole group of the primary trial had a decreased Bone Mineral Density of the Lumbar Spine after 3 years.", "Most the primary trial participants suffered Grade 3 or above Cardiotoxicity Events After Cycle 8 of the study.", "All cohorts in the primary trial had lower number of participants with pCR compared to cohort 1 of the secondary trial.", "Patients will have to undergo an MRI scan of the spine for before entry for both the secondary trial and the primary trial, for the primary trial patients will also need to have a brain MR and PET imaging, after study entry.", "T4 N3 M0 adenocarcinoma of the breast are eligible for the primary trial.", "sufferers of hyperthyroidism and diabetes mellitus are eligible for the primary trial.", "the primary trial tests two different dental imaging modalities, namely Mammography and gamma imaging.", "Any women with stage 4 or Unresectable, locally recurrent cancer breast cancer are eligible for the primary trial.", "cohort 1 of the secondary trial had a much longer median PFS than cohort 1 of the primary trial.", "There were no cases of extravasation in either the primary trial or the secondary trial.", "Patients in the primary trial and the secondary trial will take Herceptin¬¨¬© (trastuzumab) or paclitaxel intravenously.", "Patients may be forced to take part in the secondary trial and the primary trial, even against their consent, as long as it is in their best interests.", "the primary trial investigates a novel radiotherapy treatment, whereas the secondary trial is testing a type of psychological therapy.", "The majority of patients in the primary trial suffered from Kidney stones.", "Women with rheumatoid arthritis that does not require systemic corticosteroids for treatement, are eligible for the primary trial.", "the primary trial recorded at least one patient with an infection, whereas in the secondary trial none where observed.", "The differences between cohorts in the primary trial is once cohort recieves a 750mg Low-dose Omega-3 Fatty Acid and the other 500mg, in contrast the difference in the secondary trial is patient characteristics."], [1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 1, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0, 0]], "validation": [["there is a 13.2% difference between the results from the two the primary trial cohorts", "Patients with significantly elevated ejection fraction are excluded from the primary trial, but can still be eligible for the secondary trial if they are 55 years of age or over", "a significant number of the participants in the secondary trial and the primary trial suffered from Enterocolitis", "the primary trial does not report the PFS or objective response rate of its patient cohort", "Prior treatment with fulvestrant or with a phosphatidylinositol 3-kinase (PI3K) inhibitor will not prevent a patient from participating in the primary trial", "only patients with a HER2-positive status can take part in the primary trial", "the shortest PFS in cohort 1 of the primary trial was under 7 months, in cohort 2 the shortest was just over 7 months", "Both cohorts of the primary trial undergo a total of 17 cycles, each lasting 3 weeks .", "the outcome measurement of the primary trial is The length of time during and after the treatment that a patient survives with the disease ", "The only case of congestive heart failure in the primary trial occurred in cohort 1", "The the primary trial results section reports two different measurements", "T4 N2 M4 patients are eligible for the primary trial", "The the primary trial results section reports two different measurements, for all 3 cohorts.", "both cohorts of the primary trial receive identical interventions, the difference between the two cohorts is the types of cancer that the patients have", "Patients must have a palpable carcinoma to be included in the primary trial", "Anaemia was the most common adverse event in cohort 1 and 2 of the primary trial", "The shortest PFS in cohort 1 of the primary trial was less than 3 weeks", "The adverse events section in the primary trial is reports the incidence rate of 12 different Aes", "Diarrhoea is the most common adverse event in the primary trial and the secondary trial", "to be eligible for the primary trial patients must be diagnosed with hormone receptor positive advanced breast cancer, but can not have received any previous treatment for this advanced cancer", "ongoing flucytosine treatments are not permitted for participants of the primary trial", "the primary trial participants recieve doses of Pralatrexate that are calculated based on bodyweight", "Only patients with triple negative breast cancer are eligible for the primary trial", "most participants in the secondary trial and the primary trial did not suffer from Enterocolitis", "The adverse events section in the primary trial is empty", "there were 4 types of Adverse events which did not affect any of the patients in cohort 1 of the primary trial", "adults and children can take part in the primary trial", "Prior treatment with fulvestrant or with a phosphatidylinositol 3-kinase (PI3K) inhibitor is not admissible for the primary trial", "Presence of hot flashes for at least 4 month prior to study registration is required for all patients that want to participate in the primary trial or the secondary trial.", "the secondary trial and the primary trial both measure the pCR and tumor diameter of their patient cohorts.", "None of the individual Aes recorded in the primary trial affect more than than one patient", "there is a minimal difference between the results from the two the primary trial cohorts", "to be eligible for the primary trial candidates must be over the age of 18, have a severe disability and Adequate hepatic, renal and heart functions aswell as Adequate hematology levels.", "The most common adverse event in the primary trial was skin infection", "Febrile Neutropenia was the most common adverse event recorded in the primary trial, affecting most patients in the trial", "None of the individual Aes recorded in the primary trial affect more than 10% of the population.", "Cohort 1 and 2 of the primary trial do not receive NKTR-102 by infusion", "the primary trial and the secondary trial use identical outcome measurements", "Participants of the primary trial will not receive the intervention for a set number of cycles, the cycles will continue until disease progression", "A patient with a node positive T2 N2 M0 adenocarcinoma of the breast would be eligible for the primary trial, as would a patient with a node negative adenocarcinoma of the breast with a tumor diameter of 1.5cm", "the primary trial participants receive more than one type of medication during the study", "the primary trial and the secondary trial do not report adverse events", "ECOG score < 2 is necessary to be eligible for the primary trial", "patients with a Malignant brain tumour or colon cancer diagnosis are eligible for the primary trial", "the secondary trial and the primary trial do not have the same inclusion and exclusion conditions", "at least 2 participants of the primary trial, at least one from each cohort, had a Progression-Free Survival of 10.8 months", "Between the secondary trial and the primary trial, all the recorded casesof Musculoskeletal adverse events occurred in cohort 2 of the secondary trial", "Syncope was the most common adverse event recorded in the primary trial", "All patients in the primary trial receive higher doses of BKM120 than patients in the secondary trial", "all participants of the primary trial have stage 2 or 3 histologically or cytologically confirmed invasive breast cancer, there is no specific stage of cancer required for entry to the secondary trial", "the primary trial participants are administered Fulvestrant intramuscularly (to the deltoid) and Everolimus orally", "the primary trial does not report the PFS or objective response rate of its patient cohort, instead reporting the proportion of patients which experience dermatitis", "The results from the secondary trial and the primary trial are non-comparable", "the primary trial and the secondary trial participants do not receive any medication orally", "neither of the interventions in the primary trial resulted in an Objective Benefit for more than 40% of patients.", "to be eligible for the primary trial patients must be diagnosed with hormone receptor positive advanced breast cancer, and have received prior chemotherapy for this cancer.", "The shortest PFS in cohort 1 of the primary trial was 1.4 months below average", "there were 6 recorded deaths in cohort 1 of the primary trial and 7 in cohort 2.", "the primary trial reports the changes in the number of lesions for patients in its cohorts.", "all pregnant patients accepted into the primary trial have undergone Prior treatment for breast cancer with endocrine therapy", "no cardiac or neural adverse events were recorded in the primary trial", "Only adults can take part in the primary trial", "there was a higher percentage of patients with slipped disks in cohort 2 of the primary trial than in cohort 1", "All patients in cohort 1 of the primary trial had a PFS of over 7 months, with the highest PFS being just under 10 months", "the majority of participants in cohort 1 and 2 of the primary trial achieved Disease-free Survival for 5 years.", "Cohort 1 and 2 of the primary trial do not receive the same intervention", "Patients with Extracranial metastases can be eligible for the primary trial", "patients with a Malignant brain tumour diagnosis are excluded from the primary trial", "ongoing flucytosine treatments are necessary for all participants of the primary trial, treatments must have started at least 6 months before study entry", "There are more cases of Urosepsis in the primary trial than in the secondary trial", "the primary trial participants are not administered any oral medication whereas the secondary trial patients only receive treatment orally.", "There were multiple patients which suffered Neutropenia in both cohorts of the primary trial", "All the primary trial participants are administered Anastrazole in a pill form, but none of the secondary trial receive any Anastrazole", "Patients must be able to undergo a PET scan to participate in the primary trial", "There adverse events section in the primary trial describes the number of patients that suffered Hypotension, Hemorrhage and Bradycardia when taking part in the study", "the primary trial participants are administered Avastin, Bevacizumab and radiotherapy as part of the intervention", "a patient with a HER2-positive status can not take part in the primary trial", "the primary trial and the secondary trial do not record any cardiac or infection related adverse events", "none of the individual adverse events in the primary trial affect more than 100 patients, in total less than 30 patients suffer adverse events", "Breast cancer patients must have documented stable disease to participate in the primary trial", "All the primary trial participants are administered flaxseed, but none of the secondary trial receive any flaxseed", "several cases of congestive heart failure in the primary trial occurred in cohort 1, but none in cohort 2", "the primary trial participants are administered oral and topical medication, whereas the secondary trial patients only receive treatment orally.", "the majority of participants in cohort 1 and 2 of the primary trial suffered some kind of disease Recurrence, Contralateral Breast Cancer, Second Primary Cancer, Death From Any Cause Prior to Recurrence or Second Primary Cancer", "80% of patients in the primary trial received a placebo intervention", "Patients wanting to take part in the primary trial must have a Known and documented HER2+ status and an LVEF of at least 50 percent (%)", "Patients must be female and have confirmed advanced colon cancer to be eligible for the secondary trial and the primary trial", "Most patients in the primary trial experienced a grade 1 adverse events, the least common severity was grade 4.", "in cohort 1 of the primary trial there were more cases of Left ventricular dysfunction than Abdominal pain", "Patients wanting to take part in the primary trial must have a Known and documented TNBC status and an LVEF of at least 50 percent (%)", "the primary trial and the secondary trial report their results using different units of measure", "the primary trial participants receive significantly higher doses of Capecitabine than of Lapatinib", "the primary trial reports the percentage of patients treated with Neratinib in Combination With Paclitaxel that suffer side effects that are serious enough to prevent an increase in dose or level of that treatment.", "the primary trial measures the Percentage of Participants in its cohorts With Objective Response whereas the secondary trial measures PFS", "Infections were the most common adverse events recorded in the primary trial", "neither the secondary trial or the primary trial record the Overall Survival (OS) of Patients in their cohorts", "the secondary trial and the primary trial use Objective Response as the outcome measurement for their interventions, however they use different definitions of complete response ", "a higher proportion of patients suffered Disease Progression or Death in cohort 2 of the primary trial than in cohort 1", "the secondary trial and the primary trial do not record the same metrics in their results section", "eliane is a 56 year old woman, and elizabeth is a 32 year old woman, both eliane and elizabeth can both be eligible for the primary trial", "Breast cancer patients must have documented progressive disease to participate in the primary trial", "the primary trial and the secondary trial do not record any cardiac or infection related adverse events, but they both record several instances of epilepsy", "There less cases of Acute myocardial infarction, Cardiopulmonary failure and Supraventricular tachycardia in cohort 1 of the secondary trial than in cohort 2 of the primary trial", "the secondary trial reported 1 single case of Conjunctivitis, whereas the primary trial reported 16", "Anaemia was the most common adverse event in cohort 1 of the primary trial and tachycardia was the most common in cohort 2", "There is no adverse events section in the primary trial", "Patients with significantly low ejection fraction are excluded from the primary trial, but can still be eligible for the secondary trial if they are 55 years of age or younger ", "all participants of the primary trial have stage 3 cytologically confirmed invasive breast cancer, there is no specific stage of cancer required for entry to the secondary trial", "there was a significantly higher percentage of patients with slipped disks in cohort 2 of the primary trial than in cohort 1", "the primary trial and the secondary trial use comparable outcome measurements", "Patients with stage 4 cancer are excluded from the primary trial, only patients with stage 2 and 3 cancer can be eligible", "the primary trial participants are administered Fulvestrant intramuscularly and Everolimus orally", "the primary trial reports the Severity of Dermatitis in Radiation Treatment Site for the Curcumin C3 Complex cohort and the placebo cohort", "All patients in cohort 1 of the primary trial had a PFS of over 8.8 months, with the highest PFS being just under 10 months", "Both cohorts of the primary trial undergo a total of 17 cycles, each lasting 3 weeks , patients receive the same types and dosages of medication throughout all 17 cycles", "Patients must have a Life expectancy of at least 1 year to enroll in the primary trial", "the primary trial reports the Severity of Dermatitis in Radiation Treatment Site for the Curcumin C3 Complex cohort and the placebo cohort, there is no difference in the results from these two cohorts", "Women currently undergoing endocrine therapy are excluded from the secondary trial and the primary trial, unless they are recieiving adjuvant therapy.", "Patients with stage 4 cancer are excluded from the primary trial", "in cohort 1 of the primary trial there were 10 more cases of Left ventricular dysfunction than Abdominal pain", "Only 6/67 patients in cohort 1 of the primary trial suffered adverse events", "the primary trial and the secondary trial participants do not receive any medication by IV", "in the primary trial, patients that received Fulvestrant were much more likely  to suffer Disease Progression or Death than patients receiving herceptin", "none of the individual adverse events in the primary trial affect more than 100 patients.", "to be eligible for the primary trial candidates must be over the age of 18, have a Karnofsky score over 80 and Adequate hepatic, renal and heart functions aswell as Adequate hematology levels.", "50% of cohort 2 patients in the primary trial suffered  Dose Limiting Toxicities ", "patients must be able to receive medication orally to participate in the primary trial", "the primary trial and the secondary trial report the same types of adverse events", "under a quater of the primary trial patients in the intervention arm experienced Pathologic Complete Response", "T1 N0 M0 patients are eligible for the primary trial", "the results of the secondary trial and the primary trial are non-comparable", "both the primary trial cohorts receive identical doses of Docetaxel ", "neither of the cohorts in the primary trial are required to undergo surgery or receive any oral medication as part of the intervention", "Patients with Histologically confirmed breast cancer stage I-III are not eligible for the primary trial", "no cardiac or bowel-related adverse events were recorded in the primary trial", "There were more cases of mental health disorders, PLEUROPERICARDITIS, ATRIAL THROMBOSIS  and Anemia in the secondary trial than in the primary trial", "patients must have HER2- breast cancer to participate in the primary trial", "the primary trial participants recieve less than 300mg/m^2 doses of Pralatrexate", "The results from the secondary trial and the primary trial can be compared by changing the units from days to months", "the primary trial results show that the Trastuzumab Plus Capecitabine group had a higher precentage of patients with CNS Metastases than the Lapatinib Plus Capecitabine group.", "There is one case of Diarrhea in the secondary trial and none in the primary trial", "Only cohort 1 patients of the primary trial are administered Ipatasertib", "there were no recorded deaths in the primary trial cohorts.", "One patient cohort in the primary trial received a placebo intervention", "Presence of hot flashes for  30 days prior to study registration is required for all patients that want to participate in the primary trial, but not necessary for entry to the secondary trial.", "the primary trial and the secondary trial measure the Percent Change in Net Influx Constant (Ki) by FLT PET in their patient cohorts", "Patients with Histologically confirmed breast cancer stage I-IV are not eligible for the primary trial", "50% of cohort 2 patients in the primary trial suffered Keratitis", "Only patients with HER2+ve breast cancer are eligible for the primary trial", "the primary trial reports the percentage of patients treated with Neratinib in Combination With Paclitaxel that suffer 0 side effects", "The the primary trial intervention involves one drug taken orally and the secondary trial intervention is based on a medical procedure.", "any patient eligible for the secondary trial will also be eligible for the primary trial ", "ECOG score > 2 is necessary to be eligible for the primary trial", "cohort 1 patients of the primary trial are administered higher doses of Ipatasertib and  Placebo than cohort 2 patients", "Patients must have several visible carcinomas in the stomach and neck areas to be included in the primary trial", "the primary trial intervention protocol will continue until patients achieve complete response or suffer disease progression", "under 30% of the primary trial patients in the intervention arm experienced Pathologic Complete Response", "both the primary trial cohorts receive identical doses of Docetaxel, with cohort 1 also receiving 100 mg/m^2 of Placebo", "both cohorts of the primary trial receive identical interventions, the difference between the two cohorts is the types of cancer that the patients have, with cohort 1 all being diagnosed with HER2 positive cancer and cohort 2 being PR-", "Patients must be female and have confirmed advanced breast cancer to be eligible for the secondary trial and the primary trial", "Women currently undergoing endocrine therapy are excluded from the secondary trial and the primary trial", "Between the secondary trial and the primary trial, all the recorded case of Dyspnea occurred in cohort 1 of the secondary trial", "the primary trial measures the Percentage of Participants in its cohorts With Objective Response whereas the secondary trial measures Number of Participants With Disease Progression (PD) or Death", "there were two types of Adverse events which did not affect any of the patients in cohort 1 of the primary trial", "the primary trial reports the changes in tumor size for patients in its cohorts.", "The least common adverse event in the primary trial was Constipation ", "There more cases of Acute myocardial infarction, Cardiopulmonary failure and Supraventricular tachycardia in cohort 1 of the secondary trial than in the entire patient cohort of the primary trial", "There were more total AEs in cohort 1 of  the primary trial than cohort 2", "over 1/6 patients in cohort 1 of the primary trial suffered adverse events", "There were more cases of Eye disorders, Abdominal pain, Febrile neutropenia and Anemia in the secondary trial than in the primary trial", "There is only one case of Diarrhea in the secondary trial and over 14 different types of Aes recorded in the primary trial cohorts", "Patients must have a Life expectancy of 75+ years to enroll in the primary trial", "the primary trial and the secondary trial have non-comparable outcome measurements for their results", "All patients in the primary trial receive higher doses of Paclitaxel than patients in the secondary trial", "neither of the cohorts in the primary trial are required to undergo surgery as part of the intervention", "There are more cases of Holocraneal cephale and Catheter - related infections in the primary trial than in the secondary trial", "the primary trial participants receive Capecitabine less often than they receive Lapatinib", "eliane is a 56 year old woman, and alex is a 32 year old man, both eliane and alex can both be eligible for the primary trial", "Febrile Neutropenia was the most common adverse event recorded in the primary trial, affecting more than 5% of patients", "Diarrhoea is the most common adverse event in the primary trial, and Anaemia is the most common in the secondary trial", "neither of the interventions in the primary trial resulted in an Objective Benefit for more than 40% of patients, in fact over 86% of patients receiving the Docetaxel Then Liposomal Doxorubicin intervention suffered fatal complications", "the primary trial and the secondary trial report their results as perecentages but use different units of measure.", "the primary trial intervention protocol lasts a total of 14 days", "all patients accepted into the primary trial have undergone Prior treatment for breast cancer with endocrine therapy", "There was one case of  Neutropenia in both cohorts of the primary trial", "Most patients in the primary trial experienced a grade 1 adverse events, the least common severity was grade 5, which only affected 8/70 patients.", "Participants of the primary trial will receive the intervention for a total of 12 cycles (28 days)", "The most common AE in the primary trial was Non-cardiac chest pain, which affected less than 5% of participants in cohort 1.", "Patients must have no radiographically confirmed metastases to the brain in order to be eligible for the primary trial", "All the primary trial patients achieved either Disappearance of all target lesions, >=30% decrease in the sum of the longest diameter of target lesions or a tumor that is neither growing nor shrinking.", "A patient with a node positive T2 N2 M0 adenocarcinoma of the breast would be eligible for the primary trial, as would a patient with a node negative adenocarcinoma of the breast with a tumor diameter of over 2cm", "the secondary trial and the primary trial use Objective Response as the outcome measurement for their interventions. ", "Patients must be bedbound or severaly disabled to participate in the primary trial", "the results of the secondary trial and the primary trial report the same outcome measures", "the primary trial results show that the Trastuzumab Plus Capecitabine group had a higher precentage of patients with Grade 3 or 4 skin/subcutaneous or pulmonary toxicities, than the Lapatinib Plus Capecitabine group.", "The the primary trial intervention involves one drug taken orally and the secondary trial intervention is based on a medical procedure.", "the secondary trial reported 1 single case of Conjunctivitis, whereas the primary trial did not report any", "the secondary trial and the primary trial do not both measure the pCR of their patient cohorts.", "the outcome measurement of the primary trial is The length of time during and after the treatment, that a patient lives with the disease but it does not get worse", "All the primary trial patients had a minimum of 50% decrease in the sum of the longest diameter of target lesions"], [0, 0, 0, 1, 0, 0, 0, 1, 0, 1, 1, 0, 0, 1, 1, 1, 0, 0, 0, 1, 1, 0, 0, 1, 1, 0, 0, 1, 0, 0, 0, 1, 0, 1, 0, 1, 0, 0, 1, 1, 1, 1, 1, 0, 1, 1, 0, 0, 0, 1, 0, 0, 1, 1, 1, 0, 1, 0, 0, 0, 1, 1, 1, 1, 1, 1, 1, 1, 0, 1, 1, 0, 0, 1, 0, 0, 1, 1, 0, 0, 1, 0, 0, 0, 0, 1, 0, 1, 1, 0, 1, 1, 1, 1, 1, 0, 0, 1, 1, 1, 1, 0, 0, 0, 0, 1, 1, 0, 0, 1, 0, 1, 1, 0, 0, 1, 0, 0, 1, 0, 1, 0, 0, 1, 1, 1, 1, 0, 0, 1, 1, 1, 0, 1, 0, 0, 0, 1, 0, 1, 1, 1, 1, 1, 1, 0, 0, 0, 1, 0, 1, 0, 0, 0, 0, 1, 1, 0, 0, 1, 1, 1, 0, 1, 1, 0, 1, 0, 0, 1, 0, 0, 1, 1, 1, 0, 0, 0, 1, 1, 0, 0, 0, 1, 1, 0, 0, 1, 0, 1, 0, 1, 0, 0, 0, 0, 1, 1, 1, 0]]}